{
  "usage": {
    "text_units": 1,
    "text_characters": 1836,
    "features": 2
  },
  "relations": [],
  "language": "pt",
  "entities": [
    {
      "type": "Data",
      "text": "2 de outubro de 1932",
      "mentions": [
        {
          "text": "2 de outubro de 1932",
          "location": [
            219,
            239
          ],
          "confidence": 0.995708
        }
      ],
      "disambiguation": {
        "subtype": [
          "NONE"
        ]
      },
      "count": 1,
      "confidence": 0.995708
    },
    {
      "type": "Data",
      "text": "fevereiro de 1932",
      "mentions": [
        {
          "text": "fevereiro de 1932",
          "location": [
            31,
            48
          ],
          "confidence": 0.992529
        }
      ],
      "disambiguation": {
        "subtype": [
          "NONE"
        ]
      },
      "count": 1,
      "confidence": 0.992529
    },
    {
      "type": "Data",
      "text": "1932",
      "mentions": [
        {
          "text": "1932",
          "location": [
            1383,
            1387
          ],
          "confidence": 0.991595
        }
      ],
      "disambiguation": {
        "subtype": [
          "NONE"
        ]
      },
      "count": 1,
      "confidence": 0.991595
    },
    {
      "type": "Pessoa",
      "text": "Roberto Vítor Cordeiro",
      "mentions": [
        {
          "text": "Roberto Vítor Cordeiro",
          "location": [
            123,
            145
          ],
          "confidence": 0.975036
        }
      ],
      "disambiguation": {
        "subtype": [
          "NONE"
        ]
      },
      "count": 1,
      "confidence": 0.975036
    },
    {
      "type": "Instituicao",
      "text": "Liga Paulista Pró-Constituinte concita",
      "mentions": [
        {
          "text": "Liga Paulista Pró-Constituinte concita",
          "location": [
            1047,
            1085
          ],
          "confidence": 0.84726
        }
      ],
      "disambiguation": {
        "subtype": [
          "NONE"
        ]
      },
      "count": 1,
      "confidence": 0.84726
    }
  ],
  "analyzed_text": "Organização política criada em fevereiro de 1932 pelos acadêmicos da Faculdade de Direito de São Paulo, sob a liderança de Roberto Vítor Cordeiro. Desapareceu após a rendição das forças constitucionalistas, ocorrida em 2 de outubro de 1932.\nTendo por quartel-general o “velho casarão das Arcadas”, ou seja, o prédio da Faculdade de Direito, situado na praça cívica em que se transformara o largo de São Francisco na capital paulista, a liga foi criada como o “órgão da mocidade independente”, com o propósito de trabalhar pela arregimentação da juventude, organizando-a em batalhões civis militarmente treinados para participar da luta armada que se aproximava.\nAtravés de inúmeros boletins e proclamações, largamente distribuídos na cidade, a liga conclamava os paulistas ligados à causa constitucionalista a comparecerem à sua sede, onde se alistariam no exército civil e receberiam armas. Confiantes na justeza de sua causa, grupos de estudantes distribuíam também panfletos e afixavam cartazes divulgando suas palavras de ordem: “Paulistas: a Liga Paulista Pró-Constituinte concita a juventude ao cumprimento do dever indeclinável de cerrar fileiras em torno do movimento de redenção nacional que ora se inicia.” Os jovens apelavam ainda para que as “mães paulistas” autorizassem seus filhos a se empenhar na defesa da “honra de São Paulo”.\nA ação da liga durante a Revolução de 1932 foi intensa. O entusiasmo e a combatividade que uniram os estudantes a ela filiados, identificando-os com os demais agrupamentos políticos empenhados no movimento constitucionalista, não foi capaz de resistir, entretanto, à força militar do governo federal. Após quase três meses de luta armada, São Paulo acabou derrotado.\nCom o término da revolução, a maioria das organizações criadas principalmente para alistar os civis paulistas se dissolveu.\n"
}