[ {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-0",
  "name" : "172.txt",
  "createdDate" : 0,
  "text" : "«Válter Giordano Alves» nasceu em Itaqui (RS), no dia 22 de janeiro de 1916, filho de Gonçalo Alves e de Feliciana Felicidade Giordano Alves.\nFormou-se em direito em 1939 e iniciou sua carreira política ao eleger-se deputado federal pelo Rio Grande do Sul em outubro de 1958, na legenda do Partido Trabalhista Brasileiro (PTB), exercendo o mandato de fevereiro do ano seguinte a janeiro de 1963.\nReeleito pelo PTB gaúcho no pleito de outubro de 1962, esteve vinculado na Câmara à Frente Parlamentar Nacionalista, que atuou até março de 1964, congregando parlamentares de diversos partidos em defesa de posições nacionalistas.\nCom a decretação do Ato Institucional nº 2 em outubro de 1965 e o posterior advento do bipartidarismo, filiou-se ao Movimento Democrático Brasileiro (MDB), partido de oposição ao regime militar instaurado no país em abril do ano anterior. Pela nova legenda, candidatou-se à reeleição em novembro de 1966, conquistando apenas uma suplência. Deixou a Câmara Federal ao fim de seu segundo mandato, em janeiro de 1967.\nFaleceu em Brasília, no dia 28 de fevereiro de 1997.\nDivorciado de Isaura de Castro Alves, com quem teve dois filhos, era casado em segundas núpcias com Aída Haddad, com quem teve mais dois filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-1",
  "name" : "220.txt",
  "createdDate" : 0,
  "text" : "«Ivan Ferreira do Amaral e Silva Filho» nasceu em Curitiba no dia 9 de agosto de 1940, filho de Ivan Ferreira do Amaral e Silva e de Raquel Carneiro do Amaral e Silva.\nFormou-se em ciências jurídicas e sociais pela Pontifícia Universidade Católica do Rio de Janeiro, onde também especializou-se em direito agrário em curso promovido pelo Instituto Brasileiro de Reforma Agrária (IBRA), atual Instituto Nacional de Colonização e Reforma Agrária (INCRA). Estudou ainda na Fundação de Estudos Superiores do Mar, no Rio de Janeiro, e na St. Francis High School, nos Estados Unidos, onde fez curso de extensão.\nDurante a gestão de Edmundo Macedo Soares e Silva no Ministério da Indústria e Comércio (1967-1969), exerceu as funções de assistente-adjunto e de assessor da instituição. Em 1969 integrou a comissão organizadora da Reunião da Organização das Nações Unidas (ONU) para o Desenvolvimento Industrial, realizada no Rio de Janeiro. Radicado no Paraná, elegeu-se no pleito de novembro de 1970 deputado federal por esse estado, na legenda da Aliança Renovadora Nacional (Arena), partido de sustentação ao regime militar instaurado no país em abril de 1964. Empossado em fevereiro de 1971, passou a integrar, como membro efetivo, a Comissão de Constituição e Justiça e, na condição de suplente, as comissões de Economia e de Finanças da Câmara dos Deputados, além da comissão especial destinada a estudar globalmente o problema da poluição ambientar.\nFoi também oficial-de-gabinete, tradutor da Junta Administrativa, assistente do secretário-geral e assessor do presidente do Instituto Brasileiro do Café (IBC), além de representante do Ministério da Indústria e Comércio junto ao Grupo Executivo de Movimentação de Safras e ao Conselho Nacional de Turismo.\nFaleceu em Ponta Grossa (PR) no dia 9 de novembro de 1974, em pleno exercício do mandato.\nPublicou «O sal na economia dos povos» e «Trabalho sobre café liofilizado».\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-10",
  "name" : "1793.txt",
  "createdDate" : 0,
  "text" : "«Mílton Garcia Dutra» nasceu em Santiago (RS) no dia 11 de novembro de 1916, filho do comerciante João Dutra e de Leonida Garcia Dutra. Seu pai foi membro do antigo Partido Federalista e do Partido Libertador do Rio Grande do Sul. Seu tio, o coronel Mário Garcia, comandou as forças revolucionárias de 1923 no Rio Grande do Sul.\nMílton Dutra realizou o ginasial no Ginásio Estadual de Santa Maria (RS) e bacharelou-se em direito no ano de 1939. Trabalhou como delegado de polícia em seu estado de 1938 a 1942 e, nesse último ano, tornou-se promotor público. Em outubro de 1950, elegeu-se vereador no município de Dom Pedrito (RS) e, em outubro de 1954, conquistou uma cadeira de deputado estadual na legenda do Partido Trabalhista Brasileiro (PTB). Deixando o mandato municipal em janeiro de 1955, assumiu sua vaga na Assembléia Legislativa gaúcha em fevereiro seguinte. Reeleito deputado estadual em outubro de 1958, representou o estado no Conselho Deliberativo no Plano de Valorização da Fronteira Sudoeste do País entre 1961 e 1962. Nesse último ano, licenciou-se da Assembléia para assumir a Secretaria dos Negócios da Economia do governo do Rio Grande do Sul.\nFoi eleito deputado federal pelo Rio Grande do Sul no pleito de outubro de 1962, na legenda do Partido Tra balhista Brasileiro (PTB). Assumiu seu mandato em 1º de fevereiro de 1963, e no dia 10 de abril de 1964 teve seu nome incluído na primeira lista de cassações baseadas no Ato Institucional nº 1, promulgado na véspera pela junta militar que assumiu o poder com a deposição do governo João Goulart. Com a sua cassação, deixou a carreira política.\nEm 1975, graduou-se em filosofia pela Pontifícia Universidade Católica do Rio Grande do Sul. Ainda neste ano, transferiu-se para Santiago onde permaneceu até 1984, ano em que retornou à Porto Alegre. Exerceu a advocacia durante esse período, tendo deixado a profissão em 1990 por motivo de doença.\nCasou-se com Iara de Sousa Dutra, com quem teve dois filhos. Viúvo, contraiu segundas núpcias com Cleonice Teresinha Pereira Dutra, com quem teve uma filha.\nEm julho de 2000, residia em Porto Alegre.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-11",
  "name" : "1805.txt",
  "createdDate" : 0,
  "text" : "«José Maria Botelho Egas» nasceu na cidade de São Paulo no dia 26 de agosto de 1898, filho de Eugênio Egas e de Cândida Botelho Egas.\nGraduando-se em medicina em 1927 pela Universidade de São Paulo, elegeu-se deputado federal no pleito de 14 de outubro de 1934, na legenda do Partido Constitucionalista de São Paulo. Exerceu o mandato de maio de 1935 a 10 de novembro de 1937, quando o golpe do Estado Novo suprimiu os órgãos legislativos do país, retornando às suas atividades profissionais como médico.\nBotelho Egas foi também prefeito de Guararema (SP), pelo Partido Constitucionalista de São Paulo.\nFaleceu na cidade de São Paulo no dia 2 de outubro de 1941.\nEra casado com Olga Botelho Egas, com quem teve quatro filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-12",
  "name" : "2232.txt",
  "createdDate" : 0,
  "text" : "«José de Paiva Gadelha» nasceu em Sousa (PB) no dia 11 de abril de 1916, filho de Manuel Gadelha Filho e de Joaquina de Paiva Gadelha.\nComerciante, iniciou sua carreira política como vereador na Câmara Municipal de Sousa em 1950. No pleito de outubro de 1962, elegeu-se suplente de deputado federal pela Paraíba na legenda da União Democrática Nacional (UDN). Após a vitória do movimento político-militar de 31 de março de 1964 que depôs o presidente João Goulart (1961-1964) e iniciou um período de governos comandados por militares, Gadelha exerceu o mandato de deputado federal de agosto a setembro de 1964. Com a promulgação do Ato Institucional nº 2 (27/10/1965), que extinguiu os partidos políticos, e a instauração do bipartidarismo, filiou-se ao Movimento Democrático Brasileiro (MDB), partido de oposição ao regime militar vigente no país, em cuja legenda foi eleito deputado federal no pleito de novembro de 1966.\nAssumindo sua cadeira no Legislativo federal em fevereiro de 1967, em novembro de 1970 concorreu como suplente de senador pela Paraíba, na chapa encabeçada pelo deputado Humberto Lucena, mas não foi eleito. Permaneceu na Câmara dos Deputados até o final do mandato, em janeiro do ano seguinte. A partir de então dedicou-se às suas atividades na indústria e a dar apoio à carreira política dos filhos.\nFaleceu em Sousa no dia 14 de novembro de 1981.\nEra casado com Míriam Benevides Gadelha, com quem teve oito filhos, um dos quais, Marcondes Gadelha, foi deputado federal pela Paraíba de 1971 a 1983, senador de 1983 a 1991, constituinte de 1987 a 1988 e novamente deputado federal a partir de 1999.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-13",
  "name" : "2974.txt",
  "createdDate" : 0,
  "text" : "«Antônio Borges da Silveira Lobo» nasceu no Rio de Janeiro, então Distrito Federal, no dia 21 de fevereiro de 1908.\nIngressou na Escola Naval em abril de 1926 e, após sair guarda-marinha, foi promovido a segundo-tenente em dezembro de 1930 e a primeiro-tenente em setembro de 1932. Em março de 1934 chegou a capitão-tenente, em dezembro de 1944 a capitão-de-corveta, em maio de 1950 a capitão-de-fragata e em outubro de 1954 a capitão-de-mar-e-guerra. Em novembro de 1960 alcançou a patente de contra-almirante e, em agosto de 1965, a de vice-almirante.\nPromovido em março de 1967 a almirante-de-esquadra, em novembro de 1969, já no governo de Emílio Médici (1969-1974), sucedeu ao almirante Adalberto de Barros Nunes no posto de chefe do Estado-Maior da Armada (EMA). Nessa condição exerceu interinamente o cargo de ministro da Marinha entre outubro e novembro de 1970, substituindo o ministro Adalberto de Barros Nunes. Deixou o EMA em fevereiro de 1972, quando passou a chefia ao almirante Francisco Augusto Simas de Alcântara.\nEm sua carreira militar desempenhou, ainda, a função de adido naval no Peru.\nFaleceu no Rio de Janeiro no dia 3 de março de 1979.\nEra casado com Fani Eugênia Emeliana Nunes da Silveira, com quem teve um filho.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-14",
  "name" : "3007.txt",
  "createdDate" : 0,
  "text" : "«Luís Losso» nasceu em Uruçunga (SC) no dia 15 de agosto de 1915, filho de Miguel Losso e de Demétria Moretti Losso.\nEm 1923 mudou-se com a família para Pelotas (RS), onde residiu durante dois anos. No final de 1925, transferiu-se com os pais para Irati (PR), tendo ali iniciado as suas atividades como mascate. Em 1932 montou uma pequena loja e em pouco tempo tornou-se um dos maiores comerciantes da cidade. Ainda em Irati, fundou a Casa Losso e a Indústria de Bebidas de Irati. Em 1940 estabeleceu-se em Guarapuava (PR), onde adquiriu uma fazenda. Nas terras dessa propriedade, fundou um pequeno núcleo urbano, que mais tarde se tornou a sede do município de Campo Mourão.\nVoltando a estudar, fez o segundo grau entre 1943 e 1946, iniciando o curso em São Paulo e concluindo-o em Curitiba. Dando prosseguimento aos seus estudos, diplomou-se em 1950 em história e geografia na Faculdade Católica de Filosofia, Ciências e Letras do Paraná, vindo a lecionar essas disciplinas em diversos estabelecimentos do ensino secundário. Três anos depois, bacharelou-se em direito na Faculdade de Direito da Universidade do Paraná, passando, em seguida, a exercer a profissão. Mais tarde, abriu o Escritório Jurídico Losso.\nAssessor técnico da Assembleia Legislativa do Paraná em 1962, participou do diretório estadual da Aliança Renovadora Nacional (Arena), partido de sustentação ao regime militar instalado no país em abril de 1964. Em novembro de 1966 concorreu a uma cadeira na Câmara dos Deputados pelo Paraná na legenda da Arena, obtendo apenas a terceira suplência. Em novembro de 1970 candidatou-se novamente e, apesar de obter apenas a quarta suplência de deputado federal, conseguiu exercer o mandato a partir de agosto de 1973. Ao final da legislatura, em janeiro de 1975, deixou a Câmara, não voltando a concorrer a cargos públicos eletivos.\nEm seguida, reassumiu suas atividades de advogado no escritório de sua propriedade.\nCasou-se com Maria Cavallin Losso, com quem teve seis filhos, entre eles Igo Losso, deputado federal pelo Paraná entre 1975 e 1983.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-15",
  "name" : "3087.txt",
  "createdDate" : 0,
  "text" : "«Hugo da Cunha Machado» nasceu em São Luís no dia 3 de novembro de 1898, filho de Francisco da Cunha Machado e de Francisca da Cunha Machado.\nCursou a Escola Naval e ingressou na Aviação Militar da Marinha, participando durante a Primeira Guerra Mundial (1914-1918) dos serviços de patrulhamento da costa. Foi professor da Escola de Aviação Naval e, com a criação do Ministério da Aeronáutica em 1941, transferiu-se para essa nova força armada. Serviu durante a Segunda Guerra Mundial (1939-1945) como integrante da Força Aérea Brasileira (FAB) e atingiu o posto de brigadeiro, tendo sido ainda subchefe do Estado-Maior da Aeronáutica.\nEm outubro de 1950, elegeu-se deputado federal pelo Maranhão na legenda do Partido Social Trabalhista (PST), iniciando o mandato em fevereiro do ano seguinte. Em outubro de 1954, reelegeu-se por seu estado, dessa vez na legenda do Partido Social Democrático (PSD). Em 1955, porém, rompeu com o PSD e lançou sua candidatura ao governo do Maranhão nas eleições de outubro na legenda da coligação oposicionista formada pelo Partido Trabalhista Nacional (PTN), a União Democrática Nacional (UDN), o Partido Social Progressista (PSP) e o Partido Republicano (PR). Seu companheiro de chapa, candidato a vice-governador, era o tenente-coronel Alexandre Sá Colares Moreira, que retirou sua candidatura em favor da de Alexandre Alves Costa, inicialmente candidato situacionista na chapa de José de Matos Carvalho, mas agora aliado de Cunha Machado, pois rompera também com o PSD. Realizado o pleito, as duas facções reivindicaram a vitória, o que desencadeou grave crise política, uma vez que o situacionismo se recusou a aceitar a eleição de Alexandre Costa, levando a questão ao Judiciário. A pendência estendeu-se até 9 de julho de 1957, quando Matos Carvalho foi proclamado governador do estado, confirmando-se, porém, a eleição de Alexandre Costa a vice-governador.\nEm outubro de 1958, Cunha Machado candidatou-se a senador pelo Maranhão na legenda da coligação formada pela UDN, o Partido Democrata Cristão (PDC) e o PR, mas foi derrotado. Limitou-se, então, a cumprir o restante de seu mandato de deputado federal, até janeiro de 1959.\nFoi presidente da Sociedade Brasileira de Direito Aeronáutico.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-16",
  "name" : "3191.txt",
  "createdDate" : 0,
  "text" : "«Heitor da Silva Maia» nasceu em Recife no dia 1º de outubro de 1873, filho de Antônio Bruno da Silva Maia e de Francisca Olímpia da Silva Maia.\nEngenheiro civil, foi fundador da Escola de Engenharia do Estado de Pernambuco, na qual foi professor e diretor.\nSecretário de Fazenda de Pernambuco no governo de Carlos Lima Cavalcanti (1930-1935), elegeu-se deputado federal no pleito de outubro de 1934 na legenda do Partido Social Democrático (PSD) de Pernambuco. Exerceu o mandato de maio de 1935 a 10 de novembro de 1937, quando, com a instauração do Estado Novo, as câmaras legislativas do país foram suprimidas.\nFaleceu em Recife no dia 17 de fevereiro de 1942.\nEra casado com Elvira Araújo Maia, com quem teve cinco filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-17",
  "name" : "3247.txt",
  "createdDate" : 0,
  "text" : "«Ernesto José de Marco» nasceu em Bento Gonçalves (RS) no dia 25 de outubro de 1918, filho de Ricardo de Marco e de Cecília de Marco.\nPecuarista na região de Chapecó, no extremo oeste de Santa Catarina, conquistou liderança política entre os criadores de suínos e aves da região.\nNo pleito de novembro de 1974 elegeu-se deputado federal por Santa Catarina na legenda do Movimento Democrático Brasileiro (MDB), partido de oposição ao regime militar instalado no país em abril de 1964, assumindo o mandato em fevereiro de 1975. Nesse mesmo ano, integrou a Comissão de Fiscalização Financeira e Tomada de Contas e foi suplente das comissões de Agricultura e Política Rural e de Transportes. Reeleito em novembro de 1978, ainda nesse ano foi escolhido segundo-vice-presidente da Comissão de Fiscalização Financeira e Tomada de Contas. Com a extinção do bipartidarismo (29/11/1979) e a consequente reformulação partidária, filiou-se ao Partido do Movimento Democrático Brasileiro (PMDB). Nessa legenda candidatou-se à reeleição em novembro de 1982, alcançando a primeira suplência. Deixou a Câmara ao final da legislatura, em 31 de janeiro de 1983.\nDeixando definitivamente a política, passou a se dedicar às suas empresas, E. J. de Marco Ltda e Casas Vitória, ambas do ramo de tecidos e confecções.\nFaleceu em Chapecó no dia 14 de dezembro de 2006.\nCasado com Maria Ana de Marco, teve cinco filhos. Seus filhos Sadi de Marco e Altair José foram, respectivamente, prefeito do município de Chapecó eleito na legenda do MDB e cassado em 1969 com base no Ato Institucional nº 5, e chefe da Casa Civil do governo de Santa Catarina (1990-1991).\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-18",
  "name" : "3349.txt",
  "createdDate" : 0,
  "text" : "«José de Silva Matos» nasceu em São Luís no dia 10 de dezembro de 1916, filho de João Assis de Matos e de Etelvina Ramos da Silva Matos.\nCursou o Liceu Maranhense e a Escola Superior de Comércio de São Luís. Contabilista, foi adido comercial junto à embaixada brasileira em Buenos Aires e chefe do escritório comercial do Brasil nessa capital. Em 1948, tornou-se diretor do Banco da Borracha, tendo também dirigido o Instituto de Previdência e Assistência aos Servidores do Estado (IPASE).\nNo pleito de outubro de 1950 elegeu-se deputado federal pelo Maranhão na legenda do Partido Social Trabalhista (PST), assumindo o mandato em fevereiro do ano seguinte. No pleito de outubro de 1954, candidatou-se novamente a deputado federal, dessa vez na legenda do Partido Social Democrático (PSD), mas obteve apenas a terceira suplência. Encerrou seu primeiro mandato em janeiro de 1955, não voltando à Câmara na legislatura seguinte.\nFoi presidente do Banco de Crédito da Amazônia entre 1955 e 1958.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-19",
  "name" : "3358.txt",
  "createdDate" : 0,
  "text" : "«Alfredo Otávio de Mavignier» nasceu em Recife no dia 20 de outubro de 1877, filho de Luís Augusto Rubim de Mavignier e Cecília dos Santos de Mavignier.\nBacharelou-se em direito pela Faculdade do Recife, em 1896, quando iniciou sua carreira no setor público assumindo o cargo de promotor de justiça na comarca de Inhaúma (MG). Dois anos mais tarde, foi juiz municipal na mesma comarca. Em 1899, foi empossado juiz municipal na comarca de Rio Pomba (MG).\nNos anos de 1901 e 1902 foi, respectivamente, promotor de justiça e juiz de direito na comarca de Ubá (MG). Ainda em 1902, e com o mesmo cargo, transferiu-se para a comarca de Santo Antônio do Monte (MG).\nEm 1903 passou a ocupar as funções de promotor de justiça e procurador-geral em Cuiabá, no então estado de Mato Grosso. No ano seguinte assumiu o cargo de juiz de direito na comarca de Rosário, no mesmo estado. Foi chefe de polícia interino, em 1906, desta unidade da Federação. Foi desembargador do Tribunal de Relação do Estado de Mato Grosso no ano de 1908.\nIniciou sua vida político-partidária em 1912, ano em que foi empossado deputado federal por Mato Grosso. Ao longo do mandato foi segundo e quarto secretário da mesa da Câmara dos Deputados (CD). Foi, ainda, membro de duas comissões especiais da CD, instituídas para apreciar e relatar as disposições do projeto do Código Civil Brasileiro ao longo do biênio 1912-1913 (e que seria aprovado pelo Congresso em 1915). Reeleito para um segundo mandato, deixou a Câmara dos Deputados em 1918 para assumir o cargo de auditor do Tribunal de Contas da União (TCU). Desempenhou essas funções até 1938, quando foi nomeado ministro do mesmo órgão, por Getúlio Vargas, aí permanecendo até 1943.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-2",
  "name" : "433.txt",
  "createdDate" : 0,
  "text" : "«Temístocles Vieira de Azevedo» nasceu no dia 5 de abril de 1905.\nSentou praça no Exército em abril de 1924, ingressando na Escola de Infantaria. Foi promovido a aspirante em janeiro de 1927, a segundo-tenente em julho do mesmo ano e a primeiro-tenente em julho de 1929. No período de julho a outubro de 1932, participou do combate à Revolução Constitucionalista de São Paulo. Promovido a capitão em novembro de 1932, exerceu a função de comandante da Força Policial Militar de Alagoas.\nEm 2 de março de 1934 assumiu a interventoria interina em Alagoas, substituindo o interventor Osman Loureiro de Faria e permanecendo no cargo até 1º de maio de 1934, quando o titular retornou ao posto.\nFoi alçado ainda às patentes de major em outubro de 1942, tenente-coronel em março de 1948 e coronel em julho de 1952. Posteriormente foi a promovido a general.\nFaleceu no Rio de Janeiro no dia 20 de março de 1999.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-20",
  "name" : "3772.txt",
  "createdDate" : 0,
  "text" : "«Rui Nazaré» nasceu em Salvador no dia 8 de julho de 1919, filho de Leonam Sellman Nazaré e de Isaura Nazaré.\nAdvogado formado pela Faculdade de Direito de São Paulo em 1945, no pleito de outubro de 1954, obteve uma suplência de deputado federal por São Paulo, pela legenda do Partido Trabalhista Nacional (PTN) e novamente no pleito de outubro de 1958, desta vez pela coligação entre o PTN e o Partido Socialista Brasileiro (PSB). Durante este período, assumiu o mandato em diversas ocasiões entre março de 1955 e maio de 1961.\nObteve novamente uma suplência de deputado por São Paulo nas eleições realizadas em outubro de 1962, na legenda da coligação janista composta pelo PTN e o Movimento Trabalhista Renovador (MTR).\nAfastado da vida pública desde então, atuou profissionalmente como advogado.\nFaleceu em São José do Rio Preto no dia 4 de abril de 1979.\nEra casado com Araci Baltazar Nazaré, com quem teve dois filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-21",
  "name" : "3871.txt",
  "createdDate" : 0,
  "text" : "«Alfredo Pereira Nunes» foi presidente da junta governativa que dirigiu a Confederação Nacional dos Trabalhadores em Transportes Marítimos Fluviais e Aéreos (CNTTMFA) a partir de sua criação, em março de 1957. Como representante dos empregados, tornou-se membro do Conselho Superior da Previdência Social entre 1957 e 1959. Quando a CNTTMFA passou a ter uma diretoria regular, a partir de 1960, foi reconduzido à presidência da entidade. Nesse mesmo ano tornou-se membro do Departamento Nacional de Previdência Social.\nEm 1962 foi reeleito presidente da confederação e em junho desse ano, por ocasião da renúncia do primeiro-ministro Tancredo Neves, lançou, juntamente com outros dirigentes sindicais participantes do Comando Nacional de Greve, um documento contendo reivindicações ao novo conselho de ministros a ser formado. O documento propunha o combate à inflação, à carestia e à política do Fundo Monetário Internacional, a implantação das reformas agrária e eleitoral e a limitação da remessa de lucros para o exterior, ameaçando ainda com uma greve geral caso o novo conselho de ministro não fosse “nacionalista e democrático”.\nEm fevereiro de 1964, Pereira Nunes assinou um manifesto de convocação para o comício da Central do Brasil, no Rio de Janeiro no qual se defenderia a implantação das reformas de base, as liberdade democráticas e a extensão do voto aos analfabetos e soldados. Permaneceu na presidência da CNTTMFA até abril de 1964, quando a entidade sofreu intervenção federal em decorrência do movimento político-militar deflagrado em 31 de março do mesmo ano.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-22",
  "name" : "3905.txt",
  "createdDate" : 0,
  "text" : "«Antônio Xavier de Oliveira» nasceu em Juazeiro do Norte (CE) no dia 9 de outubro de 1892, filho de José Xavier de Oliveira e de Umbelina Amália Xavier de Oliveira.\nTransferindo-se para o Rio de Janeiro, então Distrito Federal, aí se diplomou pela Faculdade de Medicina, especializando-se em psiquiatria. Dedicou-se paralelamente ao estudo dos problemas brasileiros, em particular do Nordeste.\nEm maio de 1933 elegeu-se deputado pelo Ceará à Assembléia Nacional Constituinte na legenda da Liga Eleitoral Católica, assumindo sua cadeira em novembro do mesmo ano. Na Constituinte, defendeu vigorosamente, ao lado de Miguel Couto, a proibição da entrada de imigrantes japoneses e de todos os grupos de cor, especialmente negros, no Brasil. Promulgada a nova Carta (16/7/1934), teve o mandato prorrogado até abril de 1935.\nEm outubro de 1934 foi eleito deputado federal pelo Ceará na mesma legenda, exercendo o mandato de junho de 1935 a novembro de 1937, quando, com o advento do Estado Novo, os órgãos legislativos do país foram suprimidos. Retornou à política elegendo-se no pleito de outubro de 1950 suplente de deputado federal pelo Ceará na legenda da União Democrática Nacional (UDN). Não chegou contudo a ocupar uma cadeira na Câmara.\nFaleceu no Rio de Janeiro no dia 6 de fevereiro de 1953.\nEscreveu, entre outros trabalhos, «Beatos e cangaceiros» (1920), «O magnicida Manso de Paiva - um aspecto clínico e médico-legal de sua psicopatia» (tese, 1928), «Intercâmbio intelectual americano» (1930), «Espiritismo e loucura» (1931), «O Exército e o sertão» (1932), «Na Assembléia Constituinte» (discursos e emendas, 1934), «O problema imigratório na América Latina - o sentido político-militar da colonização japonesa nos países do novo mundo» (1934; 2ª ed., 1942), «O problema imigratório na Constituição brasileira - razões americanas de uma campanha de brasilidade» (emendas e discursos na Constituinte e na Câmara Federal, 1937), «Cardeal Pacelli no Brasil» (1942), «Do direito de testar dos insanos» (1ª parte, 1946), «Trabalhos de psiquiatria clínica» (1946), «Redivisão política e territorial do Brasil - estados de fronteiras, estados mediterrâneos e o Ministério de Terras, Migração e Colonização» (1946), «A Carteira de Redesconto do Banco do Brasil quando no Parlamento» (1950) e «Pio XII no Brasil» (1956).\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-23",
  "name" : "3937.txt",
  "createdDate" : 0,
  "text" : "«Nélson Firmo de Oliveira» nasceu em Palmares (PE) no dia 22 de abril de 1897, filho de Adolfo Firmo de Oliveira e de Idalina Rodrigues Firmo de Oliveira.\nAutodidata, não chegou a completar sequer o curso secundário. Jornalista, fundou e dirigiu o vespertino «A Noite», de Recife, entre 1920 e 1929.\nNo pleito de dezembro de 1945, candidatou-se a deputado por Pernambuco à Assembléia Nacional Constituinte na legenda da União Democrática Nacional (UDN), obtendo apenas uma suplência. Em 1947, dirigiu o jornal «A Tribuna», de João Pessoa, e foi repórter policial do «Jornal do Recife», do qual se tornou secretário em 1949. Em outubro de 1954, elegeu-se suplente de senador por Pernambuco na legenda da coligação formada pela UDN e o Partido Social Trabalhista (PST), chegando a substituir o senador Jarbas Maranhão em 1956 e nos períodos de fevereiro a junho de 1957 e de março a julho de 1958.\nDirigiu, também em Pernambuco, o jornal «O Brasil», tendo sido ainda membro do Sindicato dos Jornalistas Profissionais do Rio de Janeiro e da Paraíba.\nCasou-se com Escolástica Gonçalves de Vasconcelos Firmo, com quem teve duas filhas.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-24",
  "name" : "4034.txt",
  "createdDate" : 0,
  "text" : "«Joaquim Santos Parente» nasceu em Bom Jesus da Gurguéia (PI) no dia 3 de março de 1912, filho de Odilon Parente e de Raimunda Santos Parente.\nComerciante e industrial, realizou curso de especialização em construção civil.\nNo pleito de outubro de 1958, elegeu-se senador pelo Piauí na legenda da coligação formada pela União Democrática Nacional (UDN) e o Partido Trabalhista Brasileiro (PTB), assumindo o mandato em fevereiro de 1959. Nos anos de 1964 e 1965, foi quarto-secretário do Senado, e, com a extinção dos partidos políticos pelo Ato Institucional nº 2 (27/10/1965) e a posterior instauração do bipartidarismo, filiou-se à Aliança Renovadora Nacional (Arena). Elegeu-se deputado federal por seu estado na legenda da Arena no pleito de novembro de 1966, assumindo o mandato em fevereiro de 1967, tão logo deixou o Senado. No pleito de novembro de 1970, elegeu-se suplente de deputado federal pelo Piauí, sempre na legenda da Arena. Deixou a Câmara em janeiro de 1971, não voltando a exercer o mandato.\nFaleceu no dia 15 de dezembro de 1974. Era casado com Regina Garcia Parente.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-25",
  "name" : "4529.txt",
  "createdDate" : 0,
  "text" : "«Paulo Afonso Vieira de Resende» nasceu em Cataguases (MG) no dia 26 de fevereiro de 1898, filho de Afonso Henrique Vieira de Resende e de Josefina Adelina Faria de Resende.\nTransferindo-se para o Espírito Santo, cursou a Faculdade de Direito desse estado, e bacharelou-se em 1940.\nIngressou na vida política em dezembro de 1945, quando foi eleito deputado pelo Espírito Santo à Assembléia Nacional Constituinte na legenda do Partido Social Democrático (PSD). Participou dos trabalhos constituintes, iniciados em fevereiro de 1946, e após a promulgação da nova Carta (18/9/1946) passou a exercer o mandato ordinário. Durante essa legislatura, foi membro da Comissão Permanente de Agricultura da Câmara dos Deputados e, em janeiro de 1948, votou contra a cassação dos mandatos dos parlamentares comunistas.\nEm outubro de 1950 tentou reeleger-se na legenda da Coligação Democrática, constituída pelo Partido Social Progressista (PSP), o Partido Republicano (PR), o Partido Republicano Trabalhista (PRT) e o Partido de Representação Popular (PRP), mas obteve apenas uma suplência. Deixando a Câmara em janeiro de 1951, não chegou a exercer o mandato na legislatura seguinte, iniciada em fevereiro do mesmo ano.\nCasou-se com Mercedes Reis de Resende.\nPublicou «O princípio de legalidade e a amplitude do artigo 834 do Código Civil» (1938), «Valores territoriais, sua mobilização e a urgente necessidade de uma reforma» (1942), «Registro de imóveis, sua estrutura e funcionamento» e «Reação do Espírito Santo contra Minas Gerais».\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-26",
  "name" : "4655.txt",
  "createdDate" : 0,
  "text" : "«Antônio Rodrigues de Sousa» nasceu em Barra do Piraí (RJ) no dia 31 de maio de 1902, filho de Delfim Mendes de Sousa e de Filomena Domingos de Sousa.\nSapateiro e ladrilheiro, participou da Reação Republicana, movimento que promoveu em 1921 e 1922 a candidatura de Nilo Peçanha à presidência da República, em oposição à de Artur Bernardes, afinal eleito em março de 1922. Neste último ano esteve em comissão no Arsenal de Marinha como operário das oficinas de forja.\nCursou a Escola Superior de Comércio no Rio de Janeiro, então Distrito Federal, até o seguinte ano, e foi estivador no Rio de Janeiro e na Bahia, tendo sido presidente do sindicato da categoria no Rio de Janeiro.\nEm julho de 1933 foi eleito representante dos empregados à Assembléia Nacional Constituinte, tornando-se deputado classista. Assumindo o mandato em novembro do mesmo ano, participou dos trabalhos constituintes e, com a promulgação da nova Carta (16/7/1934), teve o mandato estendido até maio de 1935, quando deixou a Câmara.\nCasou-se com Glância Tavares de Sousa.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-27",
  "name" : "6111.txt",
  "createdDate" : 0,
  "text" : "Partido político alagoano criado a partir da reorganização do Partido Democrata de Alagoas (extinto em 1930), decidida na convenção de 2 de dezembro de 1932.\nSua comissão diretora, presidida por José da Rocha Cavalcanti, era constituída por Isidro de Vasconcelos (vice-presidente), José Paulino de Albuquerque Sarmento, José Gonçalves Lages, José de Castro Azevedo, Alfredo Oiticica, Pedro da Costa Rego, João Carlos de Albuquerque, Luís Magalhães da Silveira, padre Soares Pinto, Manuel Clementino do Monte, Antônio Guedes de Miranda, Firmino de Aquino Vasconcelos, Francisco Cavalcanti, Álvaro Correia Pais, Alfredo de Barros Lima Júnior, Francisco Gonçalves Vasco, José Quintela Cavalcanti, Ernâni Teixeira Bastos, Artur Acióli Lopes Ferreira, Francisco da Rocha Santos e Carlos Cavalcanti de Gusmão.\nSeu programa defendia o regime presidencial sob a forma republicana federativa, a igualdade política dos sexos, a autonomia dos estados e municípios, a liberdade de pensamento, de imprensa e de tribuna, a manutenção do instituto do habeas-corpus, a educação primária obrigatória e a gratuidade do ensino geral, a sistematização do crédito agrícola, o incentivo à política rodoviária, a proteção à população do campo, a reforma do sistema tributário, o reconhecimento das associações profissionais regulares e estáveis, a melhoria da legislação social vigente e o prestígio das forças armadas, que deveriam dispor dos recursos necessários à manutenção da ordem interna e da soberania nacional.\nConcorrendo às eleições para a Assembléia Nacional Constituinte de 1933, não conseguiu eleger nenhum candidato.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-28",
  "name" : "6199.txt",
  "createdDate" : 0,
  "text" : "Partido político fundado em abril de 1937 e chefiado por Lindolfo Collor, dissidente do Partido Republicano Rio-Grandense (PRR). Foi extinto pelo Decreto nº 37, de 2 de dezembro de 1937, como todos os outros partidos políticos do país.\nA dissidência dentro do PRR foi provocada, entre outras razões, pela forma como foi conduzido o problema da sucessão de Getúlio Vargas na presidência da República. Enquanto a candidatura de José Américo de Almeida foi sustentada pelas correntes situacionistas, a candidatura de Armando de Sales Oliveira, lançada pelo Partido Constitucionalista de São Paulo, recebeu o apoio de todas as oposições ao presidente Vargas, nas quais se incluía José Antônio Flores da Cunha, governador do Rio Grande do Sul e chefe do Partido Republicano Liberal (PRL).\nO PRR, que ao lado do Partido Libertador (PL) vinha desde 1932 desenvolvendo uma política de oposição ao governo Vargas, iniciou a partir de 1936 uma fase de aproximação com o governo central. Em 1937, a direção do partido apoiou a candidatura de José Américo, provocando uma séria crise interna e levando o grupo liderado por Lindolfo Collor a se retirar e formar o Partido Republicano Castilhista. O novo partido teve entretanto vida curta, desaparecendo logo após a instalação do Estado Novo, em 10 de novembro de 1937.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-29",
  "name" : "6225.txt",
  "createdDate" : 0,
  "text" : "Partido político de âmbito nacional criado em 1958 para suceder ao Partido Republicano Trabalhista, cuja sigla era também PRT. Assim como os demais partidos ativos na época, foi extinto em 27 de outubro de 1965 pelo Ato Institucional nº 2.\nEm meados de 1954, o antigo PRT recebeu em seus quadros o líder paulista Hugo Borghi, que gradativamente adquiriu o controle do partido, tornando-se em 1958 seu presidente nacional. Nesse mesmo ano, com o intuito de levar o trabalhismo ao campo, Borghi decidiu reestruturar o partido, passando a denominá-lo Partido Rural Trabalhista.\nEstreitamente identificado com a carreira política de Borghi, o novo PRT apoiou nas eleições presidenciais de 1960 a candidatura afinal derrotada do marechal Henrique Lott. Manteve atuação discreta durante o governo de Jânio Quadros e, por ocasião da renúncia deste, foi favorável à posse de João Goulart. Simpático ao novo presidente, com a radicalização das medidas de seu governo, entretanto, passou para a oposição, chegando a reivindicar a intervenção militar. Após a vitória do movimento político-militar de março de 1964 passou mais uma vez a criticar o governo, condenando seu caráter autoritário.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-3",
  "name" : "649.txt",
  "createdDate" : 0,
  "text" : "«Serafim Enoss Bertaso» nasceu em Chapecó (SC), no dia 30 de outubro de 1908, filho de Ernesto F. Bertaso, um dos fundadores da cidade, e de Zenaide B. Bertaso.\nFormado em engenharia, filiou-se ao Partido Social Democrático (PSD), por cuja legenda elegeu-se vereador (1947-1951) e prefeito municipal de Chapecó (1951-1954). Em outubro de 1954 elegeu-se suplente de deputado federal por Santa Catarina na legenda da Aliança Social Trabalhista, coligação formada pelo PSD e pelo Partido Trabalhista Brasileiro (PTB). Exerceu o mandato nos períodos de 6 de maio a 18 de agosto de 1955, 6 de agosto a 23 de outubro de 1956, como suplente de Aderbal Ramos da Silva, e de 16 de novembro de 1956 a 9 de setembro de 1957 e de 16 de junho de 1958 a 31 de janeiro de 1959, como suplente de Leoberto Leal. Neste último intervalo, foi efetivado no mandato em decorrência do falecimento do titular, morto em acidente aéreo no dia 16 de junho de 1958.\nFoi o primeiro titular da Secretaria de Negócios do Oeste do Estado de Santa Catarina, criada durante o governo de Celso Ramos (1961-1966), tendo permanecido no cargo durante o governo de Ivo Silveira (1966-1971). Após deixar a secretaria, passou a dedicar-se aos negócios familiares, dirigindo a empresa de colonização criada por seu pai em sua cidade natal.\nFaleceu em Chapecó no dia 31 de agosto de 1976.\nEra casado com Elsa Feuersthuette Bertaso, com quem teve três filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-30",
  "name" : "6243.txt",
  "createdDate" : 0,
  "text" : "Partido político paranaense fundado provavelmente em 1934. Era um partido de oposição ao Partido Social Democrático (PSD) do Paraná, que apoiava o interventor Manuel Ribas. Foi extinto junto com os demais partidos políticos do país pelo Decreto nº 37, de 2 de dezembro de 1937, após a instalação do Estado Novo.\nSeu presidente era Plínio Alves Tourinho, que foi eleito deputado federal nas eleições estaduais de 14 de outubro de 1934. Nestas mesmas eleições, o partido conseguiu eleger também cinco deputados estaduais para participar da Assembléia Constituinte estadual de 1935. Por contar com a maioria de deputados nesta Assembléia, entretanto, o PSD pôde eleger seu candidato, o interventor Manuel Ribas, governador constitucional do estado.\nNo início de 1936, o governador tentou realizar uma política de “pacificação” entre o PSD e o PSN. Essas tentativas de acordo com a oposição se intensificaram após a instauração de uma dissidência dentro do PSD nesse mesmo período. O governador chegou a prometer a Plínio Tourinho o controle da polícia e da Secretaria de Agricultura do estado pelo PSN, mas a diretoria do partido se recusou a aceitar as propostas de Manuel Ribas e o PSN se manteve na oposição.\nEm 25 de maio de 1937, na convenção de lançamento da candidatura de José Américo de Almeida à presidência da República, o PSN esteve representado pelo senador Antônio Jorge Machado Lima.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-31",
  "name" : "6247.txt",
  "createdDate" : 0,
  "text" : "Partido político fundado em novembro de 1987, com um registro provisório garantido pelo recolhimento de mil assinaturas em nove estados brasileiros, como determinava a legislação eleitoral então vigente.\nO presidente do PSP, José Alcides Marronzinho de Oliveira, dono de um jornal na cidade paulista de Osasco, havia tido sua candidatura a deputado pelo Partido Trabalhista Brasileiro (PTB) impugnada em 1986. Quando de sua criação, o partido não possuía nenhum vereador, deputado ou senador em suas fileiras. Em 1989, Marronzinho se candidatou à presidência da República, obtendo menos de 1% do total de votos válidos.\nEm março de 1990 o PSP teve o seu pedido de registro provisório indeferido.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-32",
  "name" : "8761.txt",
  "createdDate" : 0,
  "text" : "Órgão criado pelo Decreto nº 29.803, de 25 de julho de 1951, durante o governo Getúlio Vargas, e instalado em 14 de janeiro de 1952 pelo ministro da Agricultura, João Cleofas de Oliveira. Tinha como objetivo estudar e propor ao presidente da República as medidas julgadas necessárias para a organização e o desenvolvimento da economia agrícola e o bem-estar rural.\nOs estudos e projetos da comissão deviam alcançar os seguintes objetivos: a) o maior desenvolvimento, produtividade e estabilidade da produção dos mercados, dos preços dos produtos do campo e dos rendimentos dos produtores, assim como preços mais baixos para os consumidores; b) o amparo ao trabalhador rural, a ampliação das suas possibilidades de emprego e a melhoria dos seus salários e condições de vida; c) a organização das classes agrárias através de entidades representativas e cooperativas; d) a extensão progressiva aos meios rurais do regime de previdência e assistência; e) a revisão das regras de direito positivo que regulavam as relações entre proprietários, posseiros e foreiros, com objetivo de dar eficácia às garantias e de assegurar aos lavradores o fruto de seu trabalho; f) a assistência e a defesa do pequeno proprietário rural; g) o barateamento da terra através do desencorajamento de sua posse improdutiva ou especulativa, bem como a revisão das normas legais sobre desapropriação para fins de colonização; h) a melhor utilização das terras de domínio público da União, dos estados e municípios, bem como a ampliação substancial dos recursos dos órgãos públicos no sentido de tornar acessível a propriedade da terra ao maior número através de um plano nacional de colonização; i) a preservação dos recursos naturais; j) outras medidas de ordem econômica e administrativa no sentido de desenvolver e amparar a economia agrícola e de ampliar o suprimento de terras de cultura, e k) a ampliação e o aperfeiçoamento do sistema de cooperação entre as órbitas administrativas para os vários objetivos indicados.\nPrioritariamente, no início, a comissão se incumbiria de estudos e projetos relacionados com a reforma da legislação agrária e o acesso à terra própria. Funcionando sob a presidência do ministro da Agricultura, era integrada por um representante do Ministério da Educação e Saúde, um do Ministério da Fazenda, um do Ministério da Justiça, outro do Ministério do Trabalho, Indústria e Comércio, um representante dos órgãos nacionais de classe e outro das entidades sindicais de grau superior da agricultura, nomeados pelo presidente da República.\nSua criação se deu num contexto político em que as demandas por uma reforma agrária começavam a se destacar em todos os níveis da sociedade. O primeiro trabalho da comissão, «Diretrizes de uma reforma agrária», provocou acerbas críticas da Sociedade Rural Brasileira e das federações das associações rurais de São Paulo e do Rio Grande do Sul. Contando com a oposição de amplos setores ligados aos interesses agrários dominantes, as atividades da comissão pouco contribuíram para medidas concretas, apesar de terem acrescentado novos dados para o amplo debate nacional sobre reforma agrária.\nForam seus primeiros membros: Carlos Medeiros da Silva; Garibaldi Dantas; Josué de Castro; José Artur Rios; Antônio de Arruda Câmara; Mário de Oliveira, da Confederação Rural Brasileira; Luís Simões Lopes, da Sociedade Nacional de Agricultura; Inácio Tosta Filho; João Gonçalves de Sousa; Rubens Campos Farrula; Aimoré Drumond; Hermes Lima; Afrânio de Carvalho; Raul Cardoso de Melo Filho; Rui Miller Paiva; Alkindar Junqueira; Humberto Grande; Valdemar Lopes e Ênio Leitão.\nFoi extinta pelo Decreto nº 612-A, de 15 de fevereiro de 1962, que criou o Conselho Nacional de Reforma Agrária.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-33",
  "name" : "9015.txt",
  "createdDate" : 0,
  "text" : "Desde meados da década de 1950 desenvolveu-se nos meios cristãos a consciência da necessidade de promover a educação do povo, analfabeto, para que ele pudesse vir a participar ativamente da vida política do país. A Igreja Católica empenhou-se a fundo nessa questão, contando com a adesão crescente de leigos que descobriam na atividade educativa uma nova dimensão da vida religiosa, no que eram reforçados pelo pensamento teológico renovador em voga na Europa, em especial na França. Mas a educação do povo analfabeto não poderia ser feita pelos métodos escolares tradicionais, o que levou a uma busca de uma nova pedagogia que possibilitasse ao educando ser sujeito da sua educação.\nPaulo Freire, professor da Universidade Federal de Pernambuco, sistematizou, em 1962, idéias que vinha desenvolvendo e testando havia alguns anos, propondo um novo método de educação de adultos, combinando de forma bastante original conquistas da teoria da comunicação, da psicologia e da didática.\nSeu método não utilizava cartilha como os demais. Defendia a necessidade de se procurar construir o material para o ensino a partir da fala de cada grupo de analfabetos. Na primeira etapa de aplicação do método, os analfabetos de uma localidade qualquer eram recrutados para os círculos de cultura que iam-se formando. Entrevistas conduzidas com os membros dos círculos e outros moradores da localidade permitiam o registro das palavras utilizadas para tratar das questões mais importantes do seu trabalho, do culto religioso, da política, do lazer. O conjunto das palavras reveladas pelas entrevistas constituía o universo vocabular da localidade. Dele eram extraídas palavras geradoras, as quais deveriam conter as diferentes possibilidades de combinação silábica e permitir o estudo das situações encontradas comumente na leitura e na escrita. Além disso, elas deveriam ter potencial conscientizador, isto é, sugerir situações de vida significativas para os membros dos círculos de cultura.\nAntes de se entrar no processo de alfabetização propriamente dito, promoviam-se discussões entre os analfabetos sobre as distinções entre o mundo da natureza e o mundo da cultura, de modo que eles viessem a se perceber produtores de cultura. A conscientização prosseguia com a discussão sobre as situações sugeridas pelas palavras geradoras e as gravuras que as acompanhavam, impressas ou projetadas. Nesse contexto, iniciava-se a terceira etapa, consistindo no estudo das técnicas da leitura e da escrita. Os debates eram conduzidos pelo professor, denominado coordenador de debates, havendo a preocupação de que ele fosse um estimulador, condenando-se as atitudes de doação, incompatíveis com a conscientização. Exigia-se o diálogo entre os analfabetos e entre estes e o coordenador.\nO sucesso obtido pelo método de Paulo Freire nas primeiras experiências desenvolvidas em Recife, no âmbito do Movimento de Cultura Popular, propiciou sua utilização em núcleos da Superintendência do Desenvolvimento do Nordeste (Sudene) em Pernambuco. Mas foi em 1963 que o método se difundiu: no Rio Grande do Norte foi utilizado em Natal e Angicos, depois passou para São Paulo, no município de Osasco, e, finalmente, foi adotado em Brasília.\nDepois da mudança do regime, em 1964, Paulo Freire exilou-se, sendo seu método proibido na prática no Brasil, apesar de seus livros serem editados e vendidos livremente. Enquanto isso, a pedagogia de Paulo Freire ganhava lugar nos meios acadêmicos de todo o mundo, tanto em países desenvolvidos quanto em subdesenvolvidos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-34",
  "name" : "10799.txt",
  "createdDate" : 0,
  "text" : "«Roberto Argenta» nasceu em Gramado (RS) no dia 26 de agosto de 1952, filho de Claudino Argenta e de Leopoldina Argenta.\nEstudou no Seminário São José, em Gravataí (RS), de 1963 a 1968. Em 1973 iniciou o curso de ciências contábeis na Universidade Federal do Rio Grande do Sul (UFRGS), graduando-se em 1977. Dois anos depois tornou-se diretor-presidente da Calçados Beira Rio S.A., em Novo Hamburgo (RS). Também em 1979 filiou-se ao Movimento Democrático Brasileiro (MDB), partido de oposição ao regime militar instaurado no país em abril de 1964. Após a extinção do bipartidarismo em novembro desse ano, e a consequente reformulação partidária, passou a integrar o Partido do Movimento Democrático Brasileiro (PMDB).\nTransferindo-se para Igrejinha (RS), presidiu a Comunidade Católica da cidade de 1983 a 1984, e o Círculo de Pais e Mestres da Escola Olívia Lahmhiri de 1985 a 1986. Em novembro de 1988 elegeu-se prefeito da cidade na legenda do PMDB, iniciando o mandato no ano seguinte. Nas eleições de outubro de 1992 candidatou-se a vereador na legenda peemedebista e foi o mais votado. Em 1993 deixou a prefeitura ao término do mandato e assumiu sua cadeira na Câmara Municipal. Ainda em Igrejinha foi presidente do Sindicato das Indústrias de Calçados de 1996 a 1997, e em Taquara (RS) foi diretor da Câmara da Indústria e Comércio do Vale do Paranhana. Também em 1997 deixou o PMDB para filiar-se ao Partido da Frente Liberal (PFL), tornando-se membro de sua comissão executiva em Novo Hamburgo. De 1997 a 1998 foi vice-presidente da Associação Brasileira da Indústria de Café (ABIC) nessa cidade.\nEm outubro de 1998 candidatou-se a deputado federal pelo Rio Grande do Sul na legenda do PFL. Eleito com 57.349 votos, assumiu o mandato em fevereiro de 1999 e nesse mesmo ano migrou para o Partido Humanista Social (PHS). Na Câmara, integrou as comissões de Finanças e Tributação, de Fiscalização Financeira e Controle, de Relações Exteriores e Defesa Nacional, e de Trabalho, Administração e Serviço Público. Candidatou-se novamente a deputado federal no pleito de outubro de 2002, na coligação formada pelo PHS e o PMDB, mas, com 54.267 votos, não foi eleito. Deixou a Câmara em 31 de janeiro de 2003, ao concluir o mandato.\nEm janeiro de 2004, tornou-se presidente da Companhia de Processamento de Dados do Estado do Rio Grande do Sul (Procergs), cargo que ocupou até 2006. Além disso, passou a se dedicar a atividades empresariais no ramo de calçados.\nTeve três filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-35",
  "name" : "10827.txt",
  "createdDate" : 0,
  "text" : "«José Roberto Batochio» nasceu em Dois Córregos (SP) no dia 17 de abril de 1944, filho de José Francisco Batochio e de Dalva Vieira dos Santos Batochio.\nFormou-se em direito pela Universidade Mackenzie, em São Paulo, em 1967, e concluiu o mestrado em direito penal e processo penal na Universidade de São Paulo (USP), em 1974. Especializou-se como advogado criminalista. Entre 1981 e 1983 foi conselheiro da Fundação Estadual Bem Estar do Menor (Febem), em São Paulo, capital. De 1983 até 1984 atuou como conselheiro da Ordem dos Advogados do Brasil (OAB) em São Paulo e, entre 1993 e 1995, foi presidente do Conselho Federal da OAB do Brasil.\nEm 1997 filiou-se ao Partido Democrático Trabalhista (PDT) e no ano seguinte foi eleito deputado federal pelo estado de São Paulo. Assumindo o mandato em fevereiro de 1999, tornou-se vice-líder do PDT na Câmara. Representou a Câmara nas conversações com membros da Assembleia da República de Portugal e das Universidades de Coimbra e Évora sobre as comemorações dos 500 anos do Descobrimento do Brasil no ano 2000. Também representou a Câmara em 2002, em Roma, na missão de estudo e visita ao Parlamento e Comissão de Justiça, e em Boston, nos Estados Unidos, onde, à convite da polícia local, conheceu o sistema americano de combate às drogas e de investigação criminal. Ainda durante a legislatura, foi membro titular da Comissão de Segurança Pública e Combate ao Crime Organizado e segundo vice-presidente da Comissão Constituição e Justiça e de Redação da Câmara.\nEm 2002, candidatou-se à reeleição na legenda do PDT. Obteve 68.810 votos, mas não conseguiu se eleger. Ao concluir o mandato, em janeiro de 2003, deixou a Câmara e passou a se dedicar à advocacia.\nEm 2005, foi um dos advogados responsáveis pela libertação de Paulo Maluf, preso por 40 dias após ter sido denunciado em relatório do Ministério Público Federal (MPF) por envolvimento nas irregularidades dos pagamentos da Prefeitura de São Paulo – administrada na época pelo prefeito Celso Pitta – à construtora Mendes Júnior entre 1997 e 1998. Em 2008, defendeu o ex-ministro da Fazenda, Antônio Palocci (PT-SP), acusado de ter, em 2006, ordenado a quebra do sigilo bancário do caseiro Francenildo dos Santos Costa. Em 27 de agosto de 2009, por três votos contra dois, o Supremo Tribunal Federal (STF) rejeitou as acusações contra o ex-ministro.\nPublicou o artigo «Pena de morte: a grande mentira», no livro «Reflexões sobre a pena de morte» (organizado por José Benedito de Azevedo Marques).\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-36",
  "name" : "10964.txt",
  "createdDate" : 0,
  "text" : "«Eduardo Cosentino da Cunha» nasceu no Rio de Janeiro no dia 29 de setembro de 1958, filho de Elcy Teixeira da Cunha e de Elza Cosentino da Cunha.\nEm 1971 ingressou no curso de economia da Universidade Cândido Mendes (Ucam). De 1978 a 1980 foi auditor na empresa Arthur Andersen. Graduou-se em 1980 e trabalhou como economista na empresa Xerox do Brasil até 1982. De 1991 a 1993 presidiu a Telecomunicações do Estado do Rio de Janeiro (Telerj), empresa operadora de telefonia do grupo Telebrás extinta em 1998.\nIniciou sua militância política em 1994 ao filiar-se ao Partido Progressista Brasileiro (PPB). Nas eleições de 1998 candidatou-se a deputado estadual na legenda do PPB e obteve uma suplência. Com a posse do governador Anthony Garotinho em janeiro de 1999, foi nomeado subsecretário de Habitação do Estado do Rio de Janeiro. Meses depois, deixou a subsecretaria e assumiu a presidência da Companhia Estadual de Habitação do Rio de Janeiro (Cehab-RJ), função que exerceu até o ano 2000. No ano seguinte, assumiu o mandato de deputado estadual na vaga decorrente do afastamento do titular.\nNas eleições de outubro de 2002 elegeu-se deputado federal pelo Rio de Janeiro na legenda do PPB. Cumpriu o mandato de deputado estadual até o final da legislatura em janeiro de 2003 e em fevereiro seguinte tomou posse na Câmara dos Deputados. Ainda em 2003 filiou-se ao Partido Progressista (PP), mas em seguida transferiu-se para o Partido do Movimento Democrático Brasileiro (PMDB), do qual se tornou vice-líder. Em dezembro desse mesmo ano, ausentou-se na votação em segundo turno da Emenda Cconstitucional n° 41, que propunha a reforma da previdência. Nessa legislatura participou das comissões de Ciência e Tecnologia, Comunicação e Informática e de Finanças e Tributação.\nReelegeu-se deputado federal em outubro de 2006, com 130.773 votos o que lhe garantiu a quarta colocação no MDB. Iniciando novo mandato em fevereiro de 2007, presidiu a Comissão de Constituição e Justiça e foi primeiro vice-presidente da Comissão Parlamentar de Inquérito (CPI) da Crise no Sistema de Tráfego Aéreo brasileiro.\nCasou-se com a jornalista Claudia Cruz, com quem teve quatro filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-37",
  "name" : "11010.txt",
  "createdDate" : 0,
  "text" : "«Fernando Ricardo Galbiati Estima» nasceu em São Paulo no dia 13 de janeiro de 1978, filho de Rose Estima e de Edivaldo Estima, vereador eleito por quatro mandatos na cidade de São Paulo pelo Partido Popular Socialista (PPS).\nFernando Estima formou-se em direito, empresário no setor de comércio de construção civil na zona sul da capital paulista. Foi secretário assistente da Câmara Municipal de São Paulo no período de 1997 a 2000; chefe de gabinete de seu pai, o vereador Edivaldo Estima, entre 2001 e 2003.\nApoiando-se nas bases eleitorais de seu pai, Fernando Estima concorreu a uma vaga na Câmara dos Deputados pelo Partido Liberal (PL) em 2002, obtendo uma suplência. Em virtude da renúncia do deputado Valdemar Costa Neto em agosto de 2005, Fernando Estima foi efetivado no mandato de deputado federal. No mesmo ano se desligou do PDT, filiando-se ao PPS, no qual permaneceu por cerca de um ano. Ficou sem partido até 2008, quando se filiou ao DEM (Partido dos Democratas) e candidatou-se a vereador na cidade de São Paulo, obtendo uma suplência.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-38",
  "name" : "11061.txt",
  "createdDate" : 0,
  "text" : "«Vitório Galli Filho» nasceu em Rosana (SP) no dia 30 de abril de 1961, filho de Vitório Galli e de Filomena Barbosa Galli.\nEm 1974, seus pais mudaram-se para Mundo Novo (MS). Em 1983 transferiu-se para Cuiabá, onde foi pastor evangélico e professor de teologia da Igreja Assembleia de Deus. Foi também diretor executivo e professor da Faculdade de Educação Teológica e Filosófica de Mato Grosso, e fez cursos de pós-graduação em supervisão escolar, docência superior e administração pública.\nEm 1987 filiou-se ao Partido do Movimento Democrático Brasileiro (PMDB). Em outubro de 2006 concorreu a deputado federal por Mato Grosso na legenda peemedebista, obtendo a primeira suplência. Como suplente, assumiu o mandato de outubro de 2007 a janeiro de 2008, e nesse período participou da Comissão de Educação e Cultura e da Comissão de Constituição e Justiça e de Cidadania. Apresentou projeto de lei propondo que se extinguisse o título de Padroeira do Brasil dado a Nossa Senhora Aparecida, e em seu lugar fosse usada a expressão “Padroeira dos brasileiros católicos apostólicos romanos”. Em agosto de 2008, o projeto foi arquivado. Ao reassumir o mandato em julho de 2009, integrou as comissões de Direitos Humanos e Minorias e de Viação e Transportes. Retornou à suplência em Novembro do mesmo ano.\nNas eleições de Outubro de 2010, concorreu novamente ao cargo de deputado federal, tendo obtido nova suplência. Assumiu a vaga durante licença médica do titular Homero Pereira, entre julho e novembro de 2012, quando foi titular da Comissão de Constituição e Justiça.\nEm novembro de 2012, retornou à suplência e deixou também o PMDB, tendo migrado em seguida para o Partido Social Cristão (PSC).\nTeve três filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-39",
  "name" : "11155.txt",
  "createdDate" : 0,
  "text" : "«Ronaldo de Brito Leite» nasceu na cidade de Manaus (AM), no dia 16 de maio de 1955, filho de Raimundo Leite da Silva e Maria Eliza de Brito Leite.\nFormou-se em direito pela Universidade Federal do Amazonas (UFAM) em 1987. Filiou-se ao Partido Humanista da Solidariedade (PHS) no ano de 2005. Concorreu ao cargo de deputado federal nas eleições de 2006, mas não conseguiu se eleger. Assumiu, como suplente, a vaga de deputado federal na licença de Sabino Castelo Branco do Partido Trabalhista Brasileiro (PTB), entre agosto e dezembro de 2008.\nCasou-se e teve 3 filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-4",
  "name" : "852.txt",
  "createdDate" : 0,
  "text" : "«Gastão de Brito» nasceu em Porto Alegre no dia 5 de abril de 1893, filho de Sebastião de Brito e de Irma Luísa de Brito.\nCompletou os estudos básicos no Ginásio Anchieta, em sua cidade natal, e dedicou-se à indústria de fabricação de papel.\nNa Convenção dos Sindicatos Patronais do Brasil, realizada em julho de 1933, foi eleito representante dos empregadores da indústria à Assembleia Nacional Constituinte que se reuniu a partir de 15 de novembro seguinte e promulgou, em 16 de julho de 1934, a nova Constituição brasileira. Ainda em 1934 foi eleito terceiro vice-presidente da Confederação Industrial do Brasil (CIB) e deputado classista à Câmara dos Deputados para a legislatura que teria início em maio de 1935. Exerceu a presidência da CIB em 1936. Seu mandato parlamentar foi interrompido em novembro de 1937, quando o golpe do Estado Novo (1937-1945) suprimiu os órgãos legislativos do país.\nParticipou do conselho fiscal da Confederação Nacional da Indústria (CNI) de agosto de 1938 a novembro de 1952, foi presidente do Centro dos Industriais do Rio Grande do Sul, presidente do Sindicato de Navegação Fluvial desse estado e diretor da Companhia de Navegação Pedras Brancas.\nFaleceu em abril de 1952.\nFoi casado com Ester de Brito.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-40",
  "name" : "11162.txt",
  "createdDate" : 0,
  "text" : "«Paulo José Tavares Lessa» nasceu em Conceição de Macabu (RJ) no dia 20 de junho de 1960, filho de Manuel da Silva Lessa e de Erosita Tavares Lessa.\nIniciou sua carreira política ao se filiar em 1982 ao Partido Democrático Trabalhista (PDT), no qual permaneceu até 1989. Em 1990 filiou-se ao Partido Liberal (PL), mas retornou ao PDT em 1994. Ingressou no Partido do Movimento Democrático Brasileiro (PMDB) em 1996 e elegeu-se vereador em Macaé (RJ). Em 1997 filiou-se ao Partido da Frente Liberal (PFL).\nNas eleições de outubro de 1998 candidatou-se nessa legenda a deputado federal pelo Rio de Janeiro, obtendo uma suplência. Em 1999 deixou o PFL e retornou ao PMDB. Presidiu o diretório estadual desse partido entre 1999 e 2000, e em 2001 ingressou no Partido Progressista Brasileiro (PPB). Ainda nesse ano foi nomeado assessor do Ministério do Trabalho e Emprego, na gestão de Francisco Dornelles. Deixou o cargo no mesmo ano e exerceu o mandato de deputado federal de novembro de 2001 a fevereiro de 2002, integrando a Comissão Permanente de Legislação Participativa.\nEm outubro de 2002 voltou a disputar uma vaga de deputado federal pelo Rio de Janeiro na legenda do PPB e novamente obteve uma suplência. Em 2003, quando o PPB alterou seu nome para Partido Progressista (PP), manteve-se na agremiação. Nas eleições de 2004, candidatou-se a vereador em Macaé na legenda do PP e alcançou uma suplência. Em 2008, elegeu-se vereador de Macaé na legenda do PP.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-41",
  "name" : "11173.txt",
  "createdDate" : 0,
  "text" : "«Rogério Martins Lisboa» nasceu em Nova Iguaçu (RJ) no dia 22 de agosto de 1967, filho de Juarez Lisboa e de Marta Tardit Martins.\nBacharelou-se em direito. Iniciou sua carreira política em 1992, quando se elegeu vereador em sua cidade natal na legenda do Partido Democrático Trabalhista (PDT). Já filiado ao Partido da Frente Liberal (PFL), reelegeu-se nos pleitos de outubro de 1996 e de 2000. Em 2005, aceitou o convite do recém-empossado prefeito de Nova Iguaçu, Lindberg Farias, e assumiu as secretarias municipais de Indústria e Comércio e de Obras, onde permaneceu até 2006. Nesse ano, teve os direitos políticos cassados por decisão da Justiça, que julgou procedente a acusação feita em março pelo Ministério Público do Estado do Rio de Janeiro (MPRJ), de improbidade administrativa na campanha eleitoral de 2000. A acusação baseava-se na existência de um contrato firmado com Moisés Bastos Justino, em que este desistia da candidatura a vereador em troca da nomeação como seu assessor legislativo, o que ocorreu em julho de 2001.\nEm setembro de 2006 teve seus direitos políticos restabelecidos pela Justiça, e no pleito de outubro elegeu-se deputado federal pelo Rio de Janeiro na legenda do PFL. Empossado na Câmara dos Deputados em fevereiro de 2007, integrou como titular a Comissão de Minas e Energia e a Comissão de Defesa do Consumidor. Ainda em 2007, assumiu a presidência da seção fluminense do Democratas, partido criado nesse ano a partir da reestruturação do PFL. Não disputou a reeleição no pleito de Outubro de 2010, tendo deixado a Câmara ao fim do mandato, em Janeiro de 2011.\nNas eleições municipais de 2012, no entanto, foi candidato a prefeito de Nova Iguaçu. Em coligação com o Partido da República (PR) e o Partido da Social Democracia Brasileira (PSDB), recebeu pouco mais de 35 mil votos, tendo sido apenas o quarto mais votado no pleito que elegeu Nelson Bornier, do Partido do Movimento Democrático Brasileiro (PMDB), em segundo turno.\nEm abril do ano seguinte, deixou o Democratas para filiar-se ao Partido da República.\nCasou-se com Érica Borges Ammon, com quem teve dois filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-42",
  "name" : "11201.txt",
  "createdDate" : 0,
  "text" : "«Vanderlei Macris» nasceu em Americana (SP) no dia 20 de maio de 1950, filho de Ivo Macris e de Laura Tuckmantel Macris.\nFormou-se em direito pela Universidade Metodista de Piracicaba (SP) em 1974. Ainda antes de formado iniciou a carreira política ao se eleger, em 1972, vereador em Americana na legenda do Movimento Democrático Brasileiro (MDB).\nEm 1974 elegeu-se deputado estadual em São Paulo na legenda do PMDB, e em 1978 foi reeleito. No ano seguinte, assumiu a função de líder da oposição na Assembleia Legislativa. Conseguiu aprovar, em 1980, a Lei 2.446, de sua autoria, de proteção da bacia dos rios Piracicaba e Mogi Guaçu, em São Paulo. Logrou, igualmente, concretizar o projeto de criação da Comissão de Fiscalização e Controle da Assembleia Legislativa. Reelegeu-se mais duas vezes deputado estadual na legenda do PMDB, em 1982 e 1986, e em 1988 integrou o núcleo que criou o Partido da Social Democracia Brasileira (PSDB), assumindo sua liderança na Assembleia.\nJá na legenda do PSDB, reelegeu-se deputado estadual mais três vezes: em 1994, 1998 e 2002. Indicado pelo então governador Mário Covas, assumiu em 1997 a liderança do governo na Assembleia Legislativa de São Paulo, e em 1999 passou a presidir a casa, até 2001. Nesse período, instituiu o Parlamento Jovem – evento anual que permite a jovens das escolas do estado a viver a experiência de um dia de deputado – e o Fórum de São Paulo Século XXI – que reuniu, em 1999, representantes de diversos setores sociais para discutir problemas de São Paulo e elaborar propostas de solução. Como desdobramento, foi criado o Índice Paulista de Responsabilidade Social, que avalia, a cada dois anos, a qualidade de vida dos municípios paulistas, oferecendo referenciais para o planejamento das políticas públicas do estado e para a avaliação da eficácia da distribuição dos recursos públicos do município. Em 2002, foi convidado pelo governador Geraldo Alckmin para assumir, pela segunda vez, a liderança do governo na Assembleia, função que exerceu até 2005.\nApós sete mandatos como deputado estadual, elegeu-se, em 2006, deputado federal por São Paulo, na legenda do PSDB. Assumiu o mandato em fevereiro de 2007 e durante a legislatura foi vice-líder do PSDB, membro da Comissão de Desenvolvimento Econômico, Indústria e Comércio, e da Comissão de Viação e Transportes, e suplente da Comissão de Fiscalização Financeira e Controle. Co-autor do requerimento que criou a comissão parlamentar de inquérito (CPI) para investigar a crise no setor aéreo, dela participou como membro titular.\nCasado, teve quatro filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-43",
  "name" : "11219.txt",
  "createdDate" : 0,
  "text" : "«José de Andrade Maia Filho», conhecido como «Mainha», nasceu em Picos (PI) no dia 31 de julho de 1974, filho de José de Andrade Maia e de Josefa Bezerra Maia. Seu pai foi prefeito de Itainópolis (PI) de 1983 a 1987 e de Vera Mendes (PI) a partir de 2005.\nIniciou sua trajetória política em 1996, quando foi eleito prefeito de Itainópolis na legenda do Partido Progressista Brasileiro (PPB). Em 1997 iniciou o curso de direito na Universidade Estadual do Piauí (UFPI), mas não o concluiu. No pleito municipal de outubro de 2000 reelegeu-se prefeito de Itainópolis na legenda do Partido Progressista (PP). No ano seguinte tornou-se presidente da Associação Piauiense de Municípios (APPM), função que exerceu até 2004.\nNas eleições de outubro de 2006, concorreu a uma vaga de deputado federal pelo Piauí na legenda do Partido da Frente Liberal (PFL), obtendo a primeira suplência. Com a transformação do PFL em Democratas (DEM), entre abril e novembro de 2007 foi vice-presidente do partido Teresina e secretário-geral do partido no Piauí. Em novembro de 2008, em virtude do falecimento do deputado Mussa Demes (DEM), assumiu o mandato de deputado federal. Integrou como titular a Comissão de Constituição e Justiça e de Cidadania.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-44",
  "name" : "11247.txt",
  "createdDate" : 0,
  "text" : "«Joaquim de Matos Sales» nasceu em Itaberá (SP) no dia 24 de agosto de 1934, filho de Salvador de Matos Sales e de Isabel de Matos Silva.\nCursou direito na cidade de Itapetininga (SP) entre 1977 e 1979, porém não concluiu.\nEm 1998, candidatou-se a uma vaga de deputado federal por São Paulo na legenda do Partido Socialista Brasileiro (PSB), obtendo uma suplência. Exerceu, como suplente, o mandato de deputado de janeiro de 2001 a março de 2002, em substituição a Evilásio Farias, que se afastou para assumir a Secretaria de Assistência Social da cidade de Taboão da Serra (SP).\nEm 2002 concorreu a uma vaga para deputado estadual, obtendo novamente uma suplência.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-45",
  "name" : "11260.txt",
  "createdDate" : 0,
  "text" : "«Silvio Mendes de Oliveira Filho» nasceu em Campo Maior (PI) no dia 31 de agosto de 1949.\nGraduou-se em medicina na Universidade Federal de Pernambuco (UFPE) em 1974 e especializou-se em ortopedia na Universidade de São Paulo (USP).\nEntre 1994 e 2004, foi presidente da Fundação Municipal nas gestões dos prefeitos Wall Ferraz (1993/1995) e Chico Gerardo (1995/1996) e nos dois períodos de Firmino Filho (1996/2004). Acumulou esse cargo com a presidência do Conselho Nacional de Secretários Municipais de Saúde em 1997, em 2001 e em 2003. Nesse período, implantou o Programa Saúde da Família em Teresina.\nFiliado ao Partido da Social Democracia Brasileira (PSDB), concorreu à prefeitura de Teresina no pleito de outubro de 2004, sendo eleito no segundo turno com mais de duzentos mil votos. Assumiu o cargo em 1° de janeiro de 2005. Reeleito em 2008, foi empossado em 1º de janeiro de 2009.\nAo longo de sua trajetória, trabalhou no Pronto-Socorro e Hospital Getúlio Vargas de Teresina, no Ministério da Saúde. Presidiu o Conselho Municipal de Saúde e o Conselho de Secretários de Saúde do Piauí. Foi ainda membro da Sociedade Brasileira de Ortopedia e Traumatologia e do Conselho do Centenário da Organização Pan-americana de Saúde (Opas).\nCasado com a médica Maria Inês Queiroz Mendes, teve três filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-46",
  "name" : "11351.txt",
  "createdDate" : 0,
  "text" : "«Pedro Pedrossian Filho» nasceu no dia 28 de junho de 1966, em Cuiabá (MT), filho de Pedro Pedrossian e de Maria Aparecida Pedrossian. Seu pai foi governador do Mato Grosso do Sul por duas vezes, de 1980 a 1983, e de 1991 a 1995.\nFormou-se em Direito em 1998, pela Universidade do Oeste Paulista (UNOESTE). Neste mesmo ano foi eleito deputado federal por Mato Grosso do Sul na legenda do Partido da Frente Liberal (PFL), com 43.587 votos.\nNo pleito de 2002, ao tentar renovar seu mandato para a Câmara, Pedrossian Filho obteve uma suplência na legenda do Partido Progressista (PP), partido para o qual migrara no ano anterior. Assumiu o mandato em 2006, porém, na vaga de Murilo Zauith (PFL-MS). Neste mesmo ano concorreu ao cargo de deputado estadual pelo Mato Grosso do Sul, dessa vez na legenda do Partido do Movimento Democrático Brasileiro (PMDB), mas não foi eleito.\nEm março de 2009, transferiu-se para o Partido da Mobilização Nacional (PMN) e no mês de maio tornou-se membro do Partido Trabalhista Brasileiro (PTB), junto com seu pai, sua mãe e suas irmãs.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-47",
  "name" : "11498.txt",
  "createdDate" : 0,
  "text" : "«Paulo Pereira da Silva», conhecido pelo codinome Paulinho da Força, nasceu em Porecatu (PR) no dia 24 de fevereiro de 1956, filho de Benedito Pereira da Silva e de Teresa Durva.\nMetalúrgico, fez o curso de Inspetoria de Qualidade no Serviço Nacional de Aprendizagem Industrial (Senai) e trabalhou em uma indústria metalúrgica em São Paulo. Em 1991 foi eleito secretário-geral, e três anos depois, presidente do Sindicato dos Metalúrgicos de São Paulo e Mogi das Cruzes. Em 1994 também foi eleito presidente da Força Sindical.\nFiliou-se ao Partido Trabalhista Brasileiro (PTB) em 1996. Foi candidato a vice-presidente da República em 2002 representando o PTB na chapa do candidato Ciro Gomes, do Partido Popular Socialista (PPS), que ficou em quarto lugar na disputa. Em 2003 deixou o PTB e filiou-se ao Partido Democrático Trabalhista (PDT). Foi candidato a prefeito da cidade de São Paulo em 2004 na legenda do PDT e ficou em quinto lugar.\nEm 2006 elegeu-se deputado federal por São Paulo na legenda do PDT. Assumiu o mandato em fevereiro de 2007 e tornou-se membro titular da Comissão de Trabalho, Administração e Serviço Público, além de primeiro vice-presidente da comissão especial que analisou o projeto de lei n. 1/2007, sobre o salário mínimo. Votou a favor da prorrogação da Contribuição Provisória sobre Movimentação Financeira (CPMF), proposta que foi rejeitada pelo Senado no final de 2007. Em junho de 2008 votou a favor da criação da Contribuição Social para a Saúde (CSS), que a oposição ao governo de Luís Inácio Lula da Silva definiu com uma tentativa de recriação da CPMF. Apesar de ter sido aprovado na Câmara, o projeto não recebeu a aprovação do Senado.\nCasou-se em segundo casamento com Elza de Fátima Costa Pereira, que foi vice-presidente do Sindicato dos Metalúrgicos de São Paulo, e teve uma filha.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-48",
  "name" : "11503.txt",
  "createdDate" : 0,
  "text" : "«César Augusto Carollo Silvestri» nasceu em Guarapuava (PR) no dia 1 de agosto de 1954, filho de Moacir Julio Silvestri e de Elza Rosa Carollo Silvestri. Seu pai foi deputado estadual, deputado federal e prefeito de Guarapuava.\nFrequentou o curso de engenharia civil na Universidade Federal do Paraná (UFPR) formando-se em 1977. Exerceu em seguida sua profissão no Departamento de Estrada de Rodagem até 1982, tornando-se empresário e proprietário de terras na região de Guarapuava a partir de então.\nIniciou suas atividades políticas elegendo-se vice-prefeito de Guarapuava no pleito de outubro de 1988 pelo Partido Democrático Trabalhista (PDT) na chapa do candidato vencedor, Fernando Ribas Carli. Exerceu o cargo até 1990 quando obteve uma cadeira deputado estadual pelo PDT no pleito de outubro deste ano, tomando posse em fevereiro do ano seguinte. Durante esta legislatura foi presidente da Comissão de Obras Públicas, Transportes e Comunicações e integrou as comissões de Segurança e Terras, e de Irrigação e Colonização tendo ocupado ainda a 4ª secretaria da mesa da Assembléia Legislativa do Paraná (Alep) no biênio de 1993-1994. Em fevereiro de 1994 filiou-se ao Partido da Social Democracia Brasileira (PSDB).\nEm outubro de 1994 reelegeu-se deputado estadual pelo PSDB com 19.528 votos. Assumindo o mandato em fevereiro do ano seguinte exerceu a liderança da bancada do PSDB nessa legislatura fazendo parte da base de apoio do governo de Jaime Lerner no Paraná. No pleito de outubro de 1998 elegeu-se para o seu terceiro mandato consecutivo de deputado estadual com 36.364 votos, dessa vez pelo Partido Trabalhista Brasileiro (PTB) ao qual havia se filiado em outubro do ano anterior. Durante este mandato foi presidente da Comissão de Orçamento e votou a favor do projeto de iniciativa popular contra a privatização da Companhia Paranaense de Energia Elétrica (Copel).\nEm junho de 2001 mudou novamente de legenda filiando-se ao Partido Popular Socialista (PPS), tornando-se em seguida primeiro vice-presidente do diretório estadual do partido no Paraná. No pleito de outubro de 2002 elegeu-se deputado federal pelo PPS com 61.204 votos. Assumiu o cargo em fevereiro de 2003, passando a exercer no mesmo ano a vice-liderança do PPS na Câmara dos Deputados. Concentrou sua atuação parlamentar na abordagem de temas relacionados ao meio-ambiente e à elaboração de políticas públicas para a exploração sustentável de florestas. Foi também membro das comissões de Agricultura e Política Rural, de Agricultura, Pecuária, Abastecimento e Desenvolvimento Rural, da comissão Mista de Planos, Orçamentos Públicos e Fiscalização, e relator da Comissão Especial da Política Nacional de Resíduos. Em outubro de 2004 Cesar Silvestre foi candidato a prefeitura de Guarapuava pelo PPS, tendo sido derrotado por Luiz Fernando Ribas Carli do Partido Progressista (PP).\nEm outubro de 2006 foi reeleito para seu segundo mandato de deputado na legenda do PPS obtendo 88.962 votos. Nessa legislatura foi membro das comissões de Agricultura e Política Rural, de Constituição e Justiça e de Cidadania, e de Defesa do Consumidor, tendo sido eleito presidente desta ultima em fevereiro de 2007 tornando-se assim o único deputado federal do Paraná a presidir uma comissão permanente nesta legislatura. Foi também membro da Frente Parlamentar da Agropecuária, juntamente com outros deputados representantes da bancada ruralista. Em agosto de 2009 César Silvestre estreou o programa diário «Atividade Parlamentar», na Rádio Cultura AM, de Guarapuava, contendo um resumo de suas realizações políticas produzido por sua assessoria parlamentar. O programa passou a ser apresentado por seu filho, Cesar Silvestri Filho, também presidente do PPS no município e que havia concorrido à prefeitura de Guarapuava nas eleições de outubro de 2008 tendo sido derrotado por Luiz Fernando Ribas Carli. Em dezembro do mesmo ano Silvestri foi indicado por seu partido para integrar a Comissão Parlamentar Mista de Inquérito (CPMI) destinada a investigar suspeitas de irregularidades no repasse de recursos públicos para o Movimento dos Trabalhadores Rurais Sem Terra (MST).\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-49",
  "name" : "12126.txt",
  "createdDate" : 0,
  "text" : "«Edson Sampaio Pimenta» nasceu em Esplanada (BA) em 11 de dezembro de 1963, filho de Hélio Batista Pimenta e Isabel Sampaio Pimenta.\nConcluiu o ensino médio em 1983 no Centro Educacional de Esplanada, em Esplanada (BA). Atuou como agricultor e empresário em Ibicoara (BA). Foi presidente do Sindicato dos Trabalhadores Rurais de Ibicoara (BA) em 1990 e vice-presidente (1990-1995) e presidente (1995-2006) da Federação dos Trabalhadores na Agricultura no Estado da Bahia (Fetag-BA). Participou, como observador ou delegado, de congressos da Fetag, da Confederação Nacional dos Trabalhadores na Agricultura (Contag) e do Partido Comunista do Brasil (PCdoB). Atuou em defesa da reforma agrária e contra a reformas do Estado brasileiro promovidas pelo governo Fernando Henrique Cardoso (1995-2002).\nIngressou na política partidária em 1986, filiando-se ao Partido Comunista do Brasil (PCdoB). Somente em 2002, porém, concorreu a mandatos políticos de caráter eletivo, quando foi eleito deputado estadual. Empossado como tal em 2003, foi vice-presidente da Comissão de Agricultura e Política Rural e integrou comissões de Finanças e Orçamento, Minas, Energia, Ciência e Tecnologia, Seca, Recursos Hídricos e Irrigação. Foi ainda vice-líder do PCdoB, nos últimos anos da legislatura, integrou também a mesa diretora da Casa para a qual foi reeleito em 2006, com 85 mil votos, e cumpriu novo mandato. Neste período, atuou também como vice-presidente do Conselho Estadual de Emprego e Renda da Secretaria do Trabalho e Ação Social (Setras). No último ano de seu segundo mandato na Assembleia Legislativa da Bahia, concorreu nas eleições ocorridas em Outubro por uma cadeira na Câmara dos Deputados. Logrou êxito no tento ao ser eleito com 103 mil votos, e, com isso, foi empossado no Legislativo Federal em Fevereiro de 2011.\nNo primeiro ano de seu mandato, desfiliou-se do PCdoB para ingressar no recém-fundado Partido Social Democrático (PSD), do qual viria a assumir a vice-liderança na Câmara, no ano seguinte. Como parte de suas atividades parlamentares, atuou na Comissão de Agricultura, Pecuária, Abastecimento e Desenvolvimento Rural e também na Comissão de Desenvolvimento Econômico, Indústria e Comércio, além da Comissão Especial designada para discutir a distribuição dos recursos dos royalties, cuja divisão e aplicação suscitou intensos debates quanto aos direitos de estados produtores em função da descoberta de grandes reservas de petróleo e gás em águas profundas no litoral brasileiro. Destacou, em sua atuação, áreas temáticas relativas à agricultura e à segurança pública.\nNo tento por um novo mandato na Câmara dos Deputados, nas eleições de Outubro de 2014, recebeu pouco mais de 50 mil votos, que lhe renderam apenas a condição de suplente.\nCasou-se com Sandra Regina Gomes Vidal, prefeita do município de Ibicoara (BA). Teve três filhos.\n",
  "status" : "IN_PROGRESS",
  "modifiedDate" : 1616615718002
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-5",
  "name" : "912.txt",
  "createdDate" : 0,
  "text" : "«Fausto Augusto Borges Cabral» nasceu em Fortaleza no dia 21 de outubro de 1909, filho de Raul Conrado Cabral e de Edite Borges Cabral.\nFez o primário no Colégio dos Irmãos Maristas e prosseguiu os estudos no Colégio Cearense, no Colégio Castelo Branco e, mais tarde, no Colégio Militar do Ceará, em sua cidade natal. Ingressou na Faculdade de Direito do Ceará mas não concluiu o curso.\nFiliado ao Partido Trabalhista Brasileiro (PTB), fundado por Getúlio Vargas em 1945, foi presidente de honra do diretório municipal e membro do diretório regional e da executiva estadual do partido. No pleito de outubro de 1954, elegeu-se suplente do senador pelo Ceará, José Parsifal Barroso, eleito com o apoio do PTB, do Partido Republicano (PR) e da União Democrática Nacional (UDN). Ocupou uma cadeira no Senado de maio a agosto de 1955, e de fevereiro de 1956 a julho de 1958, período em que Parsifal Barroso foi ministro do Trabalho, Indústria e Comércio. No exercício do mandato, foi vice-presidente da Comissão de Economia, membro das comissões de Finanças e de Transportes, Comunicações e Obras Públicas, e suplente das comissões de Relações Exteriores e de Serviço Público. Integrou ainda a Comissão Especial de Estudo dos Problemas de Seca do Nordeste. Em 1º de abril de 1959, voltou a ocupar uma cadeira no Senado na vaga deixada por Parsifal Barroso, que se elegera governador do Ceará, e em 1962 assumiu a vice-liderança do PTB no Senado. No pleito de outubro desse mesmo ano, concorreu à vice-governança do estado do Ceará na chapa encabeçada por Adail Barreto Cavalcanti, lançada por seu partido e o Partido Democrata Cristão (PDC), mas não conseguiu se eleger. Terminada a legislatura, em janeiro de 1963, deixou o Senado, afastando-se da política.\nEngenheiro agrimensor e comerciante em Fortaleza, foi diretor da Federação das Associações Comerciais e Industriais, presidente da Associação Comercial do Ceará, vice-presidente da Junta Comercial do estado, diretor-gerente da firma Conrado Cabral, diretor do Banco de Crédito Comercial e do Banco dos Proprietários. Foi também fundador do Movimento de União do Ceará e presidente do Instituto de Aposentadoria e Pensões dos Industriários (IAPI).\nFaleceu em fevereiro de 1963.\nFoi casado com Luci Gentil Cabral, com quem teve seis filhos.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-6",
  "name" : "1151.txt",
  "createdDate" : 0,
  "text" : "«Benedito de Carvalho» cursou a Escola de Aviação Militar do Campo dos Afonsos, no Rio de Janeiro, então Distrito Federal, tendo sido designado, em janeiro de 1932, aspirante-a-oficial da arma de aviação. Promovido a segundo-tenente em novembro desse ano e a primeiro-tenente em dezembro do ano seguinte, servia no 1º Regimento de Aviação, no Campo dos Afonsos, quando, em novembro de 1935, participou do levante organizado pelo Partido Comunista Brasileiro, então Partido Comunista do Brasil (PCB), em nome da Aliança Nacional Libertadora (ANL). O movimento - deflagrado em Natal e em Recife nos dias 23 e 24 e aí em pouco tempo sufocado pelas forças legalistas - eclodiu no Rio de Janeiro no dia 27 no 3º Regimento de Infantaria (3º RI), na Praia Vermelha, e na Escola de Aviação Militar.\nComprometido com o movimento insurrecional desde sua fase conspiratória, Benedito de Carvalho foi avisado pelo capitão Agliberto Vieira de Azevedo do dia e da hora do início da operação na Escola de Aviação Militar. Na madrugada de 27 de novembro, ao lado do próprio capitão Agliberto, do capitão Sócrates Gonçalves da Silva e do tenente Ivan Ramos Ribeiro, foi um dos líderes do levante, sublevando a companhia de alunos da qual era instrutor. Resistiu por algumas horas ao fogo de artilharia da Vila Militar, próxima à escola, mas ainda na manhã do dia 27 rendeu-se com seus homens às tropas do governo, sendo feitos na ocasião 254 prisioneiros. Também no 3º RI, submetidos a intenso bombardeio terrestre, marítimo e aéreo, os revoltosos em pouco tempo se renderam.\nCapturado e preso, Benedito de Carvalho teve sua patente militar cassada por decreto de dezembro de 1935, o mesmo ocorrendo com outros oficiais que participaram da Revolta Comunista em todo o país. Detido na Casa de Correção, recusou-se a ser sumariado por não reconhecer a constitucionalidade do Tribunal de Segurança Nacional (TSN) - órgão de exceção criado para julgar os inimigos do regime -, atitude que também assumiram outros líderes do movimento de novembro de 1935, como Sócrates Gonçalves, Herculino Cascardo e Benjamim Cabello. Em discussão com o juiz Carlos da Costa Neto, membro daquela corte, afirmou que o intuito dos presos, em sua recusa, era caracterizar a violência que lhes fora imposta. Em maio de 1937, foi condenado pelo TSN a dez anos de prisão.\nApós a vitória do movimento político-militar de 31 de março de 1964, que depôs o presidente João Goulart, Benedito de Carvalho, juntamente com um grande número de pessoas acusadas de pertencerem ao PCB, teve seus direitos políticos cassados em 20 de maio de 1966 com base no Ato Institucional nº 2, baixado em 27 de outubro do ano anterior.\n",
  "status" : "IN_PROGRESS",
  "modifiedDate" : 1616615879407
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-7",
  "name" : "1476.txt",
  "createdDate" : 0,
  "text" : "«Augusto Varela Corsino» nasceu em Taubaté (SP) no dia 28 de abril de 1894, filho de João Pereira Corsino e de Helena Varela Corsino.\nMudando-se ainda criança para o Rio de Janeiro, então Distrito Federal, fez seus estudos básicos no Colégio Abílio e mais tarde cursou a Escola Politécnica, pela qual se formou engenheiro civil em 1916. Iniciou sua carreira profissional trabalhando na Estrada de Ferro Sul de Minas e Leopoldina Railway Co. Ltd. Em seguida, especializou-se em arquitetura e construções.\nApós a Revolução de outubro de 1930, integrou diversas comissões, entre as quais o Conselho Consultivo do Distrito Federal, representando a engenharia nacional. Associou-se ao Clube de Engenharia do Rio de Janeiro e ao Sindicato Central dos Engenheiros, e foi eleito membro do Conselho Federal de Engenharia e Arquitetura.\nFiliou-se ao Partido Autonomista do Distrito Federal, criado em março de 1933 sob a liderança de Pedro Ernesto Batista - então interventor na capital da República -, para concorrer às eleições de maio seguinte para a Assembléia Nacional Constituinte. Em 25 de julho de 1933, quando ocupava o cargo de consultor-técnico da Companhia Industrial Construtora do Rio de Janeiro e presidia o sindicato patronal da construção civil do Distrito Federal, foi eleito representante profissional dos empregados do transporte, tornando-se deputado classista a essa mesma Assembléia. Participou dos trabalhos constituintes, iniciados em novembro seguinte, e, com a promulgação da nova Carta e a eleição do presidente da República (17/7/1934), teve o mandato prorrogado até maio de 1935. Ainda em 1934, presidiu a Federação dos Sindicatos Patronais do Distrito Federal e foi reeleito representante dos empregadores do transporte à Câmara Federal, onde permaneceu até 10 de novembro de 1937, quando o advento do Estado Novo suprimiu os órgãos legislativos do país.\nCasou-se com Jacira Andrade Corsino.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-8",
  "name" : "1621.txt",
  "createdDate" : 0,
  "text" : "«Wilson Neves da Cunha» nasceu em São Mateus (ES) no dia 13 de setembro de 1910, filho de Vantuil Rodrigues da Cunha e de Adélia Nunes da Cunha.\nRealizou seus estudos no Colégio Americano e no Colégio São Vicente de Paula.\nProprietário rural, iniciou sua vida política como prefeito municipal de Colatina (ES). Nas eleições de janeiro de 1947, elegeu-se deputado à Assembléia Constituinte do Espírito Santo na legenda do Partido Republicano (PR). Ocupando a cadeira em março desse ano, participou dos trabalhos constituintes e, com a transformação da Constituinte estadual em Legislativo ordinário, permaneceu no exercício do mandato. Elegendo-se em outubro de 1950 deputado federal pelo Espírito Santo na legenda do Partido Social Democrático (PSD) deixou a Assembléia em janeiro de 1951 e em fevereiro seguinte assumiu o mandato na Câmara Federal. No pleito de outubro de 1954, candidatou-se à reeleição na legenda da Coligação Democrática formada pelo Partido Trabalhista Brasileiro (PTB), o Partido Republicano (PR), o Partido de Representação Popular (PRP) e o Partido Social Progressista (PSP), obtendo apenas uma suplência. Encerrou o mandato em janeiro de 1955, não mais retornando à Câmara dos Deputados.\nCandidato a senador pelo Partido Socialista Brasileiro (PSB) no pleito de outubro de 1958, não conseguiu se eleger.\nCasou-se com Maria Aparecida Neves da Cunha.\nPublicou «Possibilidades econômicas do Espírito Santo».\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "72ba3590-8cd9-11eb-9b31-bf56d6e1e183-9",
  "name" : "1629.txt",
  "createdDate" : 0,
  "text" : "«Sílvio Curvo» nasceu em Cuiabá no dia 21 de abril de 1905, filho de Bento Antônio Curvo e de Antônia Ferreira Curvo.\nEstudou no Liceu Cuiabano, em sua cidade natal, e cursou a Faculdade de Medicina da Universidade do Rio de Janeiro, por onde se formou em 1929. Especializando-se em clínica médica, obstetrícia e cirurgia de urgência, tornou-se em 1930 diretor do hospital da Santa Casa de Cuiabá, permanecendo nesse cargo até 1950.\nIniciou sua vida política nesse ano, sendo eleito em outubro senador pelo estado de Mato Grosso na legenda da União Democrática Nacional (UDN). Assumindo o mandato em fevereiro de 1951, ocupou sua cadeira no Senado até janeiro de 1959.\nFoi médico do Instituto de Aposentadoria e Pensões dos Marítimos (IAPM), tornando-se em 1966, com a unificação dos institutos de previdência, médico de Instituto Nacional de Previdência Social (INPS). Não voltou a disputar nenhum outro cargo público, vindo a dedicar-se à medicina e também à pecuária, em fazendas de sua propriedade no estado de Mato Grosso.\nFaleceu em Cuiabá no dia 18 de janeiro de 1994.\n",
  "status" : "READY",
  "modifiedDate" : 1616615224280
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-0",
  "name" : "5773.txt",
  "createdDate" : 0,
  "text" : "Frente formada em 1945 por uma série de grupos antifascistas com o objetivo de criar uma força eleitoral de oposição a Getúlio Vargas.\nEm seu manifesto, divulgado no jornal «Folha da Manhã» do dia 7 de março de 1945, o movimento declarava-se favorável ao restabelecimento das liberdades democráticas e à convocação de uma assembléia nacional constituinte.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551162999
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-1",
  "name" : "4535.txt",
  "createdDate" : 0,
  "text" : "«Valdemar Reykdall» nasceu em Curitiba no dia 22 de setembro de 1890, filho de Jorge Reykdall e de Adelina Reykdall.\nEm julho de 1933 foi eleito representante dos empregados, tornando-se deputado classista à Assembléia Nacional Constituinte, onde assumiu uma cadeira em novembro do mesmo ano. Em dezembro, juntamente com os deputados classistas João Miguel Vitaca, Vasco de Toledo e Acir Medeiros, firmou, através de declaração de voto, posição contrária à indicação dos líderes da maioria de se privilegiar a discussão da matéria constitucional, o que impediria sua atuação em defesa do proletariado. Já em maio de 1934, combateu a emenda de Ranulfo Pinheiro Leme - a qual instituiu o pluralismo sindical - por considerá-la prejudicial às organizações dos trabalhadores; apesar do esforço tal emenda foi aprovada pela Assembléia. Com a promulgação da nova Carta em 16 de julho de 1933, teve seu mandato estendido até maio de 1935, quando deixou a Câmara dos Deputados.\nFaleceu em Curitiba em 10 de junho de 1971.\nEra casado com Maria Reykdall, com quem teve seis filhos.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551534054
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-10",
  "name" : "3148.txt",
  "createdDate" : 0,
  "text" : "«Antônio Francisco de Almeida Magalhães» nasceu em Formoso (GO) no dia 9 de julho de 1928, filho de Almir Juvenal de Almeida e de Joaquina Magalhães de Almeida.\nContador e securitário de profissão, foi contador-geral do Departamento de Estradas de Rodagem de Goiás e chefe de gabinete da Comissão Executiva da Rodovia Belém-Brasília.\nEm outubro de 1962 elegeu-se deputado estadual em Goiás na legenda do Partido Social Democrático (PSD), tomando assento na Assembléia Legislativa em fevereiro do ano seguinte. Com a extinção dos partidos políticos pelo Ato Institucional nº 2, em 27 de outubro de 1965, e a posterior instauração do bipartidarismo, filiou-se ao Movimento Democrático Brasileiro (MDB), partido de oposição ao regime militar instalado no país em abril de 1964.\nNo pleito de novembro de 1966 foi eleito deputado federal por Goiás na legenda do MDB. Deixando a Assembléia estadual em janeiro de 1967, assumiu sua cadeira na Câmara em fevereiro seguinte. Em 16 de janeiro de 1969 teve seu mandato cassado e seus direitos políticos suspensos por dez anos, com base no Ato Institucional nº 5, editado em 13 de dezembro de 1968.\nCasou-se com Maria do Rosário Magalhães, com quem teve quatro filhos.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551506966
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-2",
  "name" : "8869.txt",
  "createdDate" : 0,
  "text" : "Organização civil criada em São Paulo durante a Revolução de 1932 para atender às requisições das várias frentes de luta e prover as tropas em suas necessidades de alimentos, equipamentos e material bélico e cirúrgico.\nA organização se estruturava em torno de um centro coordenador, integrado por uma superintendência geral, uma secretaria, e sete comissões - de requisições, de transportes, de controle, de verificações de faturas externas, de contabilidade, de arquivo e de salvo-condutos, estes concedidos exclusivamente às pessoas a serviço do SATO.\nEmpenhados na vitória do movimento pela reconstitucionalização do país, os paulistas conjugaram todos os esforços para sustentar a luta contra a “ditadura varguista”. Nesse sentido, tal como o SATO, outras organizações civis, entre as quais o MMDC e a Casa do Soldado, foram incumbidas de providenciar o fardamento, a assistência, a alimentação e o alistamento de voluntários. Essas organizações mobilizaram sobretudo as mulheres, “desde damas da alta sociedade paulista às mães operárias”, que passaram a integrar grupos de trabalho, recebendo noções de enfermagem em cursos rápidos na Cruz Vermelha, para o caso de serem enviadas às frentes de combate.\nNo entanto, apesar da resistência dos paulistas que fez com que a Revolução de 1932, deflagrada a 9 de julho, fosse sustentada durante quase três meses - em 29 de setembro o movimento constitucionalista foi militarmente esmagado pelas tropas do governo federal, capitulando em seguida.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551745356
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-3",
  "name" : "8748.txt",
  "createdDate" : 0,
  "text" : "Associação civil católica criada em 1929 pelo então arcebispo coadjutor do Rio de Janeiro dom Sebastião Leme da Silveira Cintra, congregando todas as associações católicas existentes no país. Cessou suas atividades logo após a morte do cardeal Leme, ocorrida em 1942.\nDo quadro de diretores da coligação faziam parte importantes membros do Centro Dom Vital, como Alceu Amoroso Lima, Hamilton Nogueira, Heitor da Silva Costa e Cláudio Ganns. Ao padre Leonel Franca coube o cargo de assistente eclesiástico da entidade, enquanto o advogado católico Heráclito Sobral Pinto participou da elaboração de seus estatutos.\nEntre as associações católicas reunidas na coligação durante a década de 1930 incluíram-se a Ação Católica Brasileira e a Confederação Nacional de Operários Católicos, atual Confederação Brasileira dos Trabalhadores Cristãos.\nPor iniciativa da coligação, foi criada em torno de 1937 a Confederação da Imprensa Católica.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551863492
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-4",
  "name" : "6244.txt",
  "createdDate" : 0,
  "text" : "Partido político piauiense fundado provavelmente em 1932 com o apoio do interventor Landri Sales. No início de 1933 seus membros fundaram o Partido Nacional Socialista do Piauí, cujo objetivo principal era congregar as forças políticas que apoiavam a Revolução de 1930.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614551959336
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-5",
  "name" : "6121.txt",
  "createdDate" : 0,
  "text" : "Partido político do Rio de Janeiro (então Distrito Federal) criado em março de 1933 com o objetivo de “coordenar a ação política da população liberal do Distrito Federal, e mais tarde do Brasil, para o advento de um regime de ordem, justiça, liberdade e solidariedade nacional e humana”.\nSua comissão diretora era integrada por A. Brasileiro de Almeida (presidente), o comandante Luís A. Alencastro Graça (vice-presidente), Adolfo José Moreira (tesoureiro) e Osvácio S. Morina Orico. De sua comissão política faziam parte o major Mário Limoeiro, Mortinho de Ciero e o tenente Mário Imbiriba.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614552044301
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-6",
  "name" : "5195.txt",
  "createdDate" : 0,
  "text" : "«Luís Sparano» nasceu em Bajé (RS) no dia 1º de abril de 1885.\nFormou-se em medicina e cirurgia pela Faculdade de Medicina do Rio de Janeiro, no então Distrito Federal, em ciências jurídicas e sociais e em farmácia.\nIngressou na carreira diplomática, tornando-se em fevereiro de 1918 cônsul honorário em Spezzia, Itália, função da qual foi exonerado em julho de 1920. Auxiliar do adido comercial brasileiro em Roma de maio de 1924 a março de 1927, exerceu interinamente, a partir dessa data até abril do ano seguinte, as funções de adido comercial na capital italiana. Retomou essas funções, já como efetivo no cargo em março de 1932, e em outubro do mesmo ano atuou como delegado brasileiro ao IV Congresso Internacional de Instrução Agrária, sendo escolhido vice-presidente do evento. De volta ao Brasil em abril de 1934, permaneceu em comissão no Rio de Janeiro até fevereiro do ano seguinte, quando retornou ao posto em Roma.\nEm sua atuação na Itália desenvolveu intensa atividade, principalmente após a deflagração da Segunda Guerra Mundial em 1939, na resolução dos conflitos surgidos entre o Brasil e aquele país, bem como, em algumas ocasiões, entre o Brasil e a Alemanha. Sua atuação foi no sentido de tentar aproximar os governos brasileiro e italiano nos planos econômico e político. Promovido a ministro em junho de 1940, deixou a Itália em fevereiro de 1941.\nTransferido para a Suíça, atuou como encarregado de negócios em Berna de fevereiro de 1941 a dezembro de 1945. Retornando ao Brasil, passou a exercer em fevereiro de 1947 a chefia da Divisão Consular do Departamento Econômico e Comercial do Itamarati, na condição de ministro de segunda classe. No mês seguinte deixou o cargo, aposentando-se.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614552299072
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-7",
  "name" : "2636.txt",
  "createdDate" : 0,
  "text" : "«Kairala José Kairala» elegeu-se em outubro de 1962 suplente do senador pelo Acre José Guiomard, na legenda do Partido Social Democrático (PSD). Devido a licença solicitada por Guiomard, assumiu uma cadeira no Senado no dia 6 de julho de 1963.\nNa sessão do dia 4 de dezembro do mesmo ano, foi atingido no estômago por um dos três tiros disparados da tribuna pelo senador alagoano Arnon de Melo contra o também senador por Alagoas Silvestre Péricles de Góis Monteiro. Arnon de Melo discursava respondendo a injúrias que lhe fizera Góis Monteiro, seu tradicional adversário político em Alagoas. Silvestre Péricles interrompeu o discurso, bradando novas injúrias e avançando sobre o orador, que sacou a arma e disparou contra o adversário. Os dois senadores foram dominados e aprisionados, ilesos, mas Kairala, sentado no plenário, havia sido atingido. Removido para o Hospital Distrital de Brasília, faleceu algumas horas mais tarde.\nEra casado com Creusa Kairala, com quem teve quatro filhos, o último dos quais só nasceu após sua morte.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614552435225
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-8",
  "name" : "1542.txt",
  "createdDate" : 0,
  "text" : "«Valdemar de Figueiredo Costa» nasceu no Rio de Janeiro, então Distrito Federal, no dia 7 de setembro de 1904.\nIngressou na Escola Naval, no Rio de Janeiro, em maio de 1920, sendo promovido a segundo-tenente em dezembro de 1924 e a primeiro-tenente em janeiro de 1927. Em agosto de 1931 alcançou o posto de capitão-tenente e, em dezembro de 1940, o de capitão-de-corveta, tornando-se capitão-de-fragata em novembro de 1945 e capitão-de-mar-e-guerra em abril de 1951.\nNo período de fevereiro de 1957 a junho de 1958 representou o Ministério da Marinha no Conselho Nacional do Petróleo, tendo sido ainda, em agosto daquele primeiro ano, promovido a contra-almirante. Por essa época comandou os rebocadores «Laurindo Pita» e «Aníbal de Mendonça», a corveta «Rio Branco» e o cruzador «Barroso», tendo sido também o primeiro comandante do contratorpedeiro «Amazonas». Promovido a vice-almirante em janeiro de 1959, passou a almirante-de-esquadra em agosto de 1962, exercendo no ano seguinte a função de secretário-geral da Marinha.\nEm agosto de 1965, já no governo de Humberto Castelo Branco, foi nomeado ministro do Superior Tribunal Militar (STM). Em março de 1971, foi eleito presidente do STM para o biênio 1971-1972, deixando essa corte em setembro de 1974.\nFoi também chefe da primeira seção do Estado-Maior da Armada, subchefe interino do Gabinete Militar da Presidência da República, chefe da Divisão de Organização da Escola de Guerra Naval, capitão-dos-portos do estado da Bahia, subsecretário da Marinha, diretor-geral de Aeronáutica da Marinha, diretor-geral de Pessoal da Marinha e membro do corpo permanente da Escola Superior de Guerra (ESG). Ao longo de sua carreira realizou os cursos de radiotelegrafia e comunicações, de comando da Escola de Guerra Naval e superior da ESG.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614552695709
}, {
  "id" : "a4616010-770c-11eb-9d9c-f17b8dcdb5da-9",
  "name" : "6282.txt",
  "createdDate" : 0,
  "text" : "Partido político nacional que teve seu pedido de registro provisório deferido pelo Tribunal Superior Eleitoral em novembro de 1993. Nas eleições de 1994, elegeu um deputado estadual no Maranhão. Em 1998, conseguiu eleger Luciano Bivar deputado federal pelo estado de Pernambuco.\n",
  "status" : "SUBMITTED",
  "modifiedDate" : 1614552717829
} ]